import React, { Component } from 'react'
class Epf extends Component {
    render() {
        return (
            <div>
                <h1>ഇ.പി.എഫ് - എംപ്ലോയീസ് പ്രോവിഡന്റ് ഫണ്ട് </h1>
                <p>എംപ്ലോയീസ്  പ്രോവിഡന്റ് ഫണ്ട്സ്  ആൻഡ്  മിസെല്ലനെസ് ആക്ട്  1952  പ്രകാരമുള്ള പ്രധാന പദ്ധതിയാണ് ഇപിഎഫ്.
              ഈ പദ്ധതി പ്രകാരമാണ്  ഫാക്ടറി ജീവനക്കാർക്കും മറ്റ് സ്ഥാപനങ്ങൾക്കും പ്രൊവിഡന്റ് ഫണ്ട് നിക്ഷേപിക്കുന്നത്. </p>
                <p>ജീവനക്കാരനും തൊഴിലുടമയും ഓരോരുത്തരും ജീവനക്കാരന്റെ അടിസ്ഥാന ശമ്പളത്തിന്റെയും  അലവൻസിന്റെയും
                12% ഇപിഎഫിന് സംഭാവന ചെയ്യുന്നു. 2018-2019 സാമ്പത്തിക വർഷത്തിൽ, ഇപിഎഫ് നിക്ഷേപങ്ങളുടെ പലിശ നിരക്ക്
               പ്രതിവർഷം 8.65% ആണ്. </p>
                <h3>ഇപിഎഫ്ഓ ലോഗിൻ</h3>
                <p>ഇപിഎഫിന്റെ എല്ലാ വരിക്കാർക്കും അവരുടെ പി‌എഫ് അക്കൗണ്ടുകൾ  ഓൺ‌ലൈനായി ആക്‌സസ് ചെയ്യാനും പിൻ‌വലിക്കൽ,
                                 ഇപി‌എഫ് ബാലൻസ് പരിശോധിക്കൽ തുടങ്ങിയ പ്രവർത്തനങ്ങൾ നടത്താനും കഴിയും.
  							യൂണിവേഴ്സൽ അക്കൗണ്ട്  നമ്പർ (യു‌എ‌എൻ) ഇപി‌എഫ്‌ഒ അംഗ പോർട്ടലിലേക്ക് പ്രവേശിക്കുന്നത്  സൗകര്യപ്രദമാക്കുന്നു</p>
                <p>ഓരോ അംഗത്തിനും ഇപി‌എഫ്‌ഒ അനുവദിച്ച 12 അക്ക നമ്പറാണ് യു‌എ‌എൻ. ഒരു ജീവനക്കാരൻ അവൻ / അവൾ ജോലി മാറിയതിനുശേഷവും യു‌എ‌എൻ
                അതേപടി നിലനിൽക്കുന്നു. ജോലിയിൽ മാറ്റം വന്നാൽ, അംഗ ഐഡി(Pf number) മാറുന്നു, പുതിയ ഐഡി യുഎഎനുമായി ബന്ധിപ്പിക്കും.</p>
                <p>നിങ്ങളുടെ തൊഴിലുടമയിലൂടെ നിങ്ങളുടെ യുഎഎൻ ലഭിക്കും. നിങ്ങൾക്ക് അങ്ങനെ ചെയ്യാൻ കഴിയുന്നില്ലെങ്കിൽ, നിങ്ങളുടെ അംഗ ഐഡി
  							ഉപയോഗിച്ച് നിങ്ങൾക്ക് യു‌എൻ പോർട്ടലിലേക്ക് എളുപ്പത്തിൽ പ്രവേശിച്ച് യു‌എൻ കണ്ടെത്താനാകും.</p>
                <p>1.ഇപി‌എഫ്‌ഒ പോർട്ടലിലേക്ക് ലോഗിൻ ചെയ്യുന്നതിനുള്ള ആദ്യ ഘട്ടം യു‌എൻ സജീവമാക്കലാണ്. ഇപിഎഫ്ഒ പോർട്ടലിൽ ഇത്
  							എളുപ്പത്തിൽ ചെയ്യാം.</p>
                <p>2.യു‌എ‌എൻ‌ പ്രവേശനത്തിന് ശേഷം,  ഇനിപ്പറയുന്ന പ്രവർ‌ത്തനങ്ങൾ‌ നടത്താൻ‌ കഴിയും:</p>
                <nav>
                    <ul>
                        <li>1.യു‌എ‌എൻ കാർഡ് ഡൗൺലോഡും  പാസ്ബുക്ക് ഡൗൺലോഡും   </li>
                        <li>2.പിഎഫ്  ലിങ്കിംഗിന്റെ സ്റ്റാറ്റസ്  കാണുക</li>
                        <li>3.മെമ്പർ ഐഡികൾ കാണുക </li>
                        <li>4.പിഎഫ്  ട്രാൻസ്ഫർ ക്ലെയിമിന്റെ സ്റ്റാറ്റസ് കാണുക </li>
                        <li>5.ഇപിഎഫ് പോർട്ടലിൽ വ്യക്തിഗത വിശദാംശങ്ങൾ എഡിറ്റുചെയ്യുക</li>
                        <li>6.കെ‌വൈ‌സി വിവരങ്ങൾ‌ അപ്‌ഡേറ്റുചെയ്യുക </li>
                    </ul>
                </nav>
                <p>3.ഒരു ജീവനക്കാരന് അവന്റെ / അവളുടെ യു‌എ‌എനും പാസ്‌വേഡും ഉപയോഗിച്ച് ഇപി‌എഫ് അംഗ പോർട്ടലിലേക്ക് പ്രവേശിക്കാൻ കഴിയും. സ്ഥിരമായ ലോഗിൻ ഐഡിയും
  							പാസ്‌വേഡും ഉപയോഗിച്ച് തൊഴിലുടമകൾക്ക് വെബ്‌സൈറ്റിൽ ലോഗിൻ ചെയ്യാനും കഴിയും.</p>
                <h3>ഇപിഎഫ്ഒ ജീവനക്കാരുടെ ലോഗിൻ:</h3>
                <p>ഒരു ജീവനക്കാരന് ഇപി‌എഫ് അംഗ പോർട്ടലിലേക്ക് പ്രവേശിക്കാൻ‌ കഴിയുന്ന ഘട്ടം ഘട്ടമായുള്ള പ്രക്രിയ ഇവിടെ വിശദീകരിച്ചിരിക്കുന്നു.
                ജീവനക്കാർ‌ അവരുടെ യു‌എ‌എൻ‌,പാസ്‌വേഡ് എന്നിവ ഉപയോഗിച്ച് 
  					"https://unifiedportal-mem.epfindia.gov.in/memberinterface/"
                    വെബ്‌സൈറ്റിലേക്ക് പ്രവേശിക്കണം.പിഎഫ് ക്ലെയിം ചെയ്യാനും കെ.വൈ.സി  വിശദാംശങ്ങൾ അപ്‌ഡേറ്റ് ചെയ്യാനും പിഎഫ് ബാലൻസ് പരിശോധിക്കാനും പിഎഫ്
  					തുക പോർട്ടലിൽ കൈമാറാനും കഴിയും.</p>
                <h3>ഇ.പി.എഫ്.ഓ  എം‌പ്ലോയർ ലോഗിൻ:</h3>
                <p>ഇ.പി.എഫ്.ഓ എം‌പ്ലോയർ പോർട്ടലിലേക്കുള്ള ആദ്യ ലോഗിനിൽ ഒരു തൊഴിലുടമ ഒരു ഉപയോക്തൃനാമവും പാസ്‌വേഡും സൃഷ്ടിക്കണം. തൊഴിലുടമ പോർട്ടലിലേക്ക് പ്രവേശിച്ചുകഴിഞ്ഞാൽ,
  					ജീവനക്കാരുടെ കെ.വൈ.സി വിശദാംശങ്ങൾ അംഗീകരിക്കാൻ കഴിയും.</p>
                <h3>ഇപിഎഫ് പാസ്ബുക്ക്</h3>
                <p>നിങ്ങളുടെ ഇപിഎഫ് അക്കൗണ്ട് സ്റ്റേറ്റ്‌മെന്റുകൾ പരിശോധിക്കാനും സ്റ്റേറ്റ്മെന്റുകൾ പ്രിന്റുചെയ്യാനും ഡൗൺലോഡുചെയ്യാനും നിങ്ങൾക്ക് ഇപിഎഫ്ഒ പാസ്‌ബുക്ക് സൗകര്യം ഉപയോഗിക്കാം. ഇപിഎഫ്ഒ പോർട്ടലിൽ യുഎൻ രജിസ്റ്റർ ചെയ്ത എല്ലാ അംഗങ്ങൾക്കും ഇപിഎഫ് പാസ്ബുക്ക് ഉപയോഗിക്കാം.
  					ജീവനക്കാരന്റെ പേര്, സ്ഥാപന ഐഡി, ഇപിഎഫ് സ്കീം വിശദാംശങ്ങൾ, ഇപിഎഫ് ഓഫീസിന്റെ പേര് തുടങ്ങിയ വിശദാംശങ്ങൾ ഇപിഎഫ്ഒ പാസ്ബുക്കിൽ ഉണ്ട്.</p>
                <h3>ഇപിഎഫ് ബാലൻസ് എങ്ങനെ പരിശോധിക്കാം</h3>
                <p>നിങ്ങളുടെ ഇപിഎഫ് ബാലൻസ് പരിശോധിക്കാൻ നാല് രീതികളുണ്ട്:</p>
                <nav>
                    <ul>
                        <li><b>ഇപിഎഫ്ഒ പോർട്ടൽ വഴി </b> - ഇപിഎഫ്ഒ അംഗ പോർട്ടൽ വഴി നിങ്ങളുടെ ഇപിഎഫ് ബാലൻസ് പരിശോധിക്കുന്ന പ്രക്രിയ എളുപ്പമാണ്. നിങ്ങളുടെ യുഎഎനും പാസ്‌വേഡും ഉപയോഗിച്ച് ഇപിഎഫ് ലോഗിൻ ചെയ്യണം. ലോഗിൻ ചെയ്ത ശേഷം, അംഗ ഐഡിക്ക് കീഴിൽ നിങ്ങൾക്ക് ഇപിഎഫ് ബാലൻസ് കണ്ടെത്താൻ കഴിയും.</li>
                        <li><b>UMANG അപ്ലിക്കേഷൻ വഴി</b> - നിങ്ങൾക്ക് ന്യൂ-ഏജ് ഗവേണൻസ് (UMANG) ആപ്ലിക്കേഷനായി ഏകീകൃത മൊബൈൽ ആപ്ലിക്കേഷൻ ഡൗൺലോഡ്  ചെയ്യാനും മൊബൈൽ ഫോണിൽ ഇപിഎഫ് ബാലൻസ് പരിശോധന നടത്താനും കഴിയും. ഈ അപ്ലിക്കേഷനിലൂടെ നിങ്ങൾക്ക് ക്ലെയിമുകൾ നൽകാനും  ട്രാക്കുചെയ്യാനും കഴിയും.</li>
                        <li><b>ഒരു മിസ്ഡ് കോൾ സേവനം വഴി</b>  - നിങ്ങളുടെ രജിസ്റ്റർ ചെയ്ത ഫോൺ നമ്പറിൽ നിന്ന് 011-22901406 എന്ന നമ്പറിലേക്ക് ഒരു മിസ്ഡ് കോൾ നൽകി നിങ്ങളുടെ ഇപിഎഫ് ബാലൻസ് പരിശോധിക്കാൻ കഴിയും.</li>
                        <li><b>ഒരു SMS സേവനം വഴി </b>- നിങ്ങളുടെ യു‌എ‌എൻ സജീവമാക്കിയിട്ടുണ്ടെങ്കിൽ, ഇപിഎഫ് ബാലൻസ് പരിശോധനയ്ക്കായി 7738299899 ലേക്ക് ഒരു SMS അയയ്ക്കാം.</li>
                    </ul>
                </nav>
                <h3>പി‌എഫ് പിൻ‌വലിക്കൽ ഓൺ‌ലൈൻ പരിശോധിക്കുക</h3>
                <p>ഒരു വീട് വാങ്ങുന്നതിനോ വിവാഹച്ചെലവുകൾക്കോ ​​മെഡിക്കൽ ചെലവുകൾക്കോ ​​ഇപിഎഫ് അക്കൗണ്ടിൽ നിന്ന് ഭാഗികമായി പിൻവലിക്കാൻ
                    കഴിയും. പിൻവലിക്കലിന്റെ കാരണങ്ങൾ അടിസ്ഥാനമാക്കി പിൻവലിക്കൽ പരിധി വ്യത്യാസപ്പെടുന്നു.ഭാഗിക പിൻവലിക്കലിനായി ഒരു
                    ലോക്ക്-ഇൻ കാലയളവ് ഉണ്ടെന്നും ഇത് പിൻവലിക്കൽ ഉദ്ദേശ്യത്തെ അടിസ്ഥാനമാക്കി വ്യത്യാസപ്പെടുന്നുവെന്നും ഓർക്കണം.
                മുഴുവൻ പി.എഫ് തുകയും നിരവധി സാഹചര്യങ്ങളിൽ പിൻവലിക്കാം. വിരമിക്കൽ പ്രായം കൈവരിക്കുക, സ്ഥിരമായ മാനസിക / ശാരീരിക
  								കഴിവില്ലായ്മ മൂലം രാജിവയ്ക്കൽ, മറ്റ് രാജ്യങ്ങളിലേക്ക് സ്ഥിരമായി സ്ഥലംമാറ്റം, അംഗത്തിന്റെ മരണം തുടങ്ങിയവ ഇതിൽ ചിലതാണ്.</p>
                <p>5 വർഷത്തെ സേവനത്തിന് മുമ്പ് ഇപിഎഫ് പിൻവലിക്കാത്തതിന്റെ ചില കാരണങ്ങൾ ചുവടെ നൽകിയിരിക്കുന്നു:</p>
                <nav>
                    <ul>
                        <li><h4>സെക്ഷൻ 80 സി ആനുകൂല്യങ്ങൾ പ്രയോജനപ്പെടുത്താൻ കഴിയില്ല: </h4>ആദായനികുതി നിയമത്തിലെ സെക്ഷൻ 80 സി പ്രകാരം വ്യക്തികൾ ആനുകൂല്യങ്ങൾ ക്ലെയിം ചെയ്യുകയും അവർ അവരുടെ പിഎഫ് തുക പൂർണ്ണമായും പിൻവലിക്കുകയും ചെയ്താൽ, ജീവനക്കാരന്റെ സംഭാവനയിൽ നിന്ന് നേടിയ പലിശയ്ക്ക് നികുതി ചുമത്തണം.</li>
                        <li><h4>തുകയ്ക്ക് നികുതി ഏർപ്പെടുത്തും: </h4>സേവനത്തിന്റെ 5 വർഷത്തിനുള്ളിൽ ഏതെങ്കിലും പി‌എഫ് പിൻവലിക്കൽ നടക്കുകയാണെങ്കിൽ, പിൻ‌വലിക്കുന്ന തുക നികുതി വരുമാനത്തിലേക്ക് ചേർക്കുന്നു. പിൻവലിച്ച തുക 50,000 രൂപയിൽ കൂടുതലാണെങ്കിൽ, 5 വർഷത്തിനുള്ളിൽ പിൻവലിക്കൽ നടത്തുകയാണെങ്കിൽ, തുകയ്ക്ക് 10% നികുതി കുറവുണ്ടാകും. എന്നിരുന്നാലും, ഫോം 15 ജി, 15 എച്ച് എന്നിവ ആദായനികുതി (ഐടി) വകുപ്പിന് സമർപ്പിക്കുമ്പോൾ, വ്യക്തികൾക്ക് ഈ തുക നൽകുന്നതിൽ നിന്ന് ഒഴിവാക്കപ്പെടുന്നു.</li>
                    </ul>
                </nav>
                <h3>ഇപിഎഫ് ക്ലെയിം സ്റ്റാറ്റസ് </h3>
                <p>ഒരു അംഗം അവന്റെ / അവളുടെ ഇപിഎഫ് ഫണ്ടുകൾ പിൻവലിക്കാൻ തീരുമാനിച്ചുകഴിഞ്ഞാൽ, അവർക്ക് ഇപിഎഫ്ഒ പോർട്ടലിലേക്ക് ലോഗിൻ ചെയ്യാനും അതിനായി ഒരു ഓൺലൈൻ അഭ്യർത്ഥന സമർപ്പിക്കാനും കഴിയും. അംഗത്തിന് ഇപിഎഫ്ഒ പോർട്ടൽ വഴി ഓൺലൈനിൽ ഇപിഎഫ്ഒ ക്ലെയിമിന്റെ നില പരിശോധിക്കാനും കഴിയും.
  								പകരമായി, ക്ലെയിം നില പരിശോധിക്കുന്നതിന് ജീവനക്കാർക്ക് അവരുടെ രജിസ്റ്റർ ചെയ്ത മൊബൈൽ നമ്പറുകളിൽ നിന്ന് 011-22901406 എന്ന നമ്പറിലേക്ക് ഒരു മിസ്ഡ് കോൾ നൽകാം. ഇപിഎഫ്ഒ ക്ലെയിം നില പരിശോധിക്കുന്നതിന് എസ്എംഎസ് സൗകര്യം അല്ലെങ്കിൽ UMANG  ആപ്ലിക്കേഷൻ ഉപയോഗിക്കാം.</p>
                <p>പി‌എഫ് നില പരിശോധിക്കുന്നതിന്, അംഗം ഇനിപ്പറയുന്ന വിവരങ്ങൾ നൽകണം:</p>
                <nav>
                    <ul>
                        <li>തൊഴിൽ വിശദാംശങ്ങൾ</li>
                        <li>ആവശ്യമെങ്കിൽ എക്സ്റ്റൻഷൻ കോഡ്</li>
                        <li>തൊഴിലുടമയുടെ ഇപിഎഫ് പ്രാദേശിക ഓഫീസ്</li>
                        <li>യൂണിവേഴ്സൽ അക്കൗണ്ട് നമ്പർ  (യു‌എ‌എൻ)</li>
                    </ul>
                </nav>
                <h1>പതിവുചോദ്യങ്ങൾ</h1>
                <h4>തൊഴിലുടമയ്ക്ക് ഇപിഎഫ് സംഭാവനയുടെ പങ്ക് കുറയ്ക്കാൻ കഴിയുമോ?</h4>
                <p>ഇല്ല, തൊഴിലുടമകൾക്ക് ഇപിഎഫ് സംഭാവനയുടെ വിഹിതം കുറയ്ക്കാൻ കഴിയില്ല. അത്തരമൊരു കുറവ് ക്രിമിനൽ കുറ്റമായി കണക്കാക്കപ്പെടുന്നു.</p>
                <h4>ജീവനക്കാരന് ദിവസേനയോ ഭാഗികമായോ ശമ്പളം ലഭിക്കുകയാണെങ്കിൽ ഇപിഎഫ് സംഭാവന എങ്ങനെ കണക്കാക്കും?</h4>
                <p>ഒരു കലണ്ടർ മാസത്തിൽ നൽകുന്ന ശമ്പളമാണ് സംഭാവന തുക കണക്കാക്കുന്നത്.</p>
                <h4>അവൻ / അവൾ ജോലി ഉപേക്ഷിച്ചതിനുശേഷം ജീവനക്കാരന് ഇപിഎഫിന് സംഭാവന നൽകാൻ കഴിയുമോ?</h4>
                <p>ഇല്ല, ഒരു ജീവനക്കാരൻ അവൻ / അവൾ സേവനം ഉപേക്ഷിച്ചിട്ടുണ്ടെങ്കിൽ ഇപിഎഫിലേക്ക് സംഭാവന ചെയ്യാൻ കഴിയില്ല. ജീവനക്കാരന്റെയും തൊഴിലുടമയുടെയും സംഭാവന പൊരുത്തപ്പെടണം.</p>
                <h4>അയാൾക്ക് / അവൾക്ക് പി‌എഫ് അംഗത്വം നൽകിയില്ലെങ്കിൽ ആരെയാണ് സമീപിക്കേണ്ടത്?</h4>
                <p>ജീവനക്കാരൻ ആദ്യം തൊഴിലുടമയെ സമീപിക്കണം. തൊഴിലുടമ നൽകിയിട്ടില്ലെങ്കിൽ, അയാൾക്ക് / അവൾക്ക് പിഎഫ് ഓഫീസിലെ റീജിയണൽ പ്രൊവിഡന്റ് ഫണ്ട് കമ്മീഷണറെ സമീപിക്കാം.</p>
                <h4>ഒരു ജീവനക്കാരന് ഇപി‌എഫ് അംഗമാകുന്നതിന് പ്രായപരിധി നിശ്ചയിച്ചിട്ടുണ്ടോ?</h4>
                <p>ഇല്ല, ഒരു ജീവനക്കാരൻ പ്രൊവിഡന്റ് ഫണ്ടിൽ അംഗമാകുന്നതിന് പ്രായപരിധിയില്ല. എന്നിരുന്നാലും, ജീവനക്കാരൻ ഇതിനകം 58 വയസ്സ് കടന്നിട്ടുണ്ടെങ്കിൽ, അയാൾക്ക് / അവൾക്ക് പെൻഷൻ ഫണ്ടിൽ അംഗമാകാൻ കഴിയില്ല.</p>
                <h4>ഒരു അപ്രന്റിസിന് ഇപിഎഫിൽ അംഗമാകാൻ കഴിയുമോ?</h4>
                <p>ഇല്ല, ഒരു അപ്രന്റിസിന് ഇപിഎഫിൽ അംഗമാകാൻ കഴിയില്ല, പക്ഷേ അവർ / അവൾ ഒരു അപ്രന്റീസ് ആകുന്നത് അവസാനിപ്പിച്ചാലുടൻ ഇപിഎഫിൽ ചേരേണ്ടതാണ്.</p>
                <h4>ഒരു തൊഴിലുടമയ്ക്കും പി.എഫിൽ ചേരാനാകുമോ?</h4>
                <p>ഇല്ല, ഒരു തൊഴിലുടമയ്ക്ക് PF- ൽ ചേരാനാവില്ല.</p>
                <h4>ഒരു ജീവനക്കാരന് നേരിട്ട് ഇപിഎഫിൽ ചേരാനാകുമോ?</h4>
                <p>ഇല്ല, ഒരു ജീവനക്കാരന് നേരിട്ട് ഇപിഎഫിൽ ചേരാനാവില്ല. അവൻ / അവൾ ഇപിഎഫ് & എംഎഫ് ആക്റ്റ്, 1952 പ്രകാരം വരുന്ന ഒരു ഓർഗനൈസേഷനിൽ പ്രവർത്തിക്കണം.</p>
                <h4>ഒരു ജീവനക്കാരന് ഇപിഎഫ് ഒഴിവാക്കാൻ കഴിയുമോ?</h4>
                <p>ഇല്ല, യോഗ്യതയുള്ള ഒരു അംഗത്തിന് ഇപി‌എഫ് ഒഴിവാക്കാൻ‌ കഴിയില്ല.</p>
                <h4>സ്ഥിരസ്ഥിതി അംഗങ്ങളിൽ നിന്ന് പിഎഫ് തുക എങ്ങനെ വീണ്ടെടുക്കും?</h4>
                <p>ഇപിഎഫ് & എംപി ആക്റ്റ്, 1952 ലെ സെക്ഷൻ 14 പ്രകാരമുള്ള പ്രോസിക്യൂഷൻ, കടക്കാരിൽ നിന്നുള്ള കുടിശ്ശിക തിരിച്ചറിവ്, ബാങ്ക് അക്കൗണ്ടുകളുടെ അറ്റാച്ചുമെന്റുകൾ, സ്വത്തുക്കളുടെ അറ്റാച്ചുമെന്റ്, വിൽപ്പന, തൊഴിലുടമയെ തടഞ്ഞുവയ്ക്കൽ, അറസ്റ്റ് എന്നിവ പിഎഫ് തുക തൊഴിലുടമകളിൽ നിന്ന് ഈടാക്കുന്ന ചില മാർഗങ്ങളാണ്.</p>
                
            </div>
        )
    }
}

export default Epf
