import React, { Component } from 'react'

class Epfbalance extends Component {
    render() {
        return (
            <div>
                <h1>നിങ്ങളുടെ ഇപിഎഫ് ബാലൻസ് ഓൺ‌ലൈൻ പരിശോധിക്കുക</h1>
                <p>എംപ്ലോയീസ് പ്രൊവിഡന്റ് ഫണ്ട് (ഇപിഎഫ്) ബാലൻസ് പരിശോധിക്കുന്നത് എംപ്ലോയീസ് പ്രൊവിഡന്റ് ഫണ്ട് ഓർഗനൈസേഷന്റെ
                    (ഇപിഎഫ്ഒ) അംഗങ്ങൾക്ക് വളരെ ലളിതമായി മാറിയിരിക്കുന്നു. ഇപിഎഫ് ബാലൻസ് പരിശോധിക്കുന്നതിനുള്ള നാല് വ്യത്യസ്ത രീതികൾ
  							ചുവടെ പരാമർശിച്ചിരിക്കുന്നു: </p>
                <h3>1. ഇപിഎഫ്ഒ പോർട്ടൽ</h3>
                <p>ജീവനക്കാർക്ക് അവരുടെ ഇപിഎഫ് പാസ്ബുക്ക് ആക്സസ് ചെയ്യുന്നതിന് ഇപിഎഫ്ഒ പോർട്ടൽ ഉപയോഗിക്കാം.
                    അതിനായി , ജീവനക്കാർക്ക് ഒരു യു‌എ‌എൻ ഉണ്ടായിരിക്കണം, അത് സജീവമാക്കണം. ഇപിഎഫ്ഒ പോർട്ടൽ ഉപയോഗിച്ച്
  								ഇപിഎഫ് ബാലൻസ് പരിശോധിക്കുന്നതിന് ജീവനക്കാർ പാലിക്കേണ്ട പ്രക്രിയ ചുവടെ നൽകിയിരിക്കുന്നു:</p>
                <nav>
                    <ul>
                        <li>1.ആദ്യം, ജീവനക്കാർ ഇപിഎഫ്ഒ പോർട്ടൽ സന്ദർശിക്കണം</li>
                        <li>2.അടുത്ത പേജിൽ, അംഗം ‘Our service ’ ടാബിന് കീഴിലുള്ള ‘For Employees ’ ക്ലിക്കുചെയ്യണം.</li>
                        <li>3.അടുത്തതായി, അംഗം ‘Services ’ എന്ന  നിരയ്‌ക്ക് കീഴിൽ കണ്ടെത്താൻ കഴിയുന്ന ‘Employee passbook ’ ക്ലിക്കുചെയ്യണം.</li>
                        <li>4.അടുത്ത പേജിൽ‌, അംഗം അവന്റെ / അവളുടെ യു‌എ‌എൻ‌, പാസ്‌വേഡ്, ക്യാപ്‌ച വിശദാംശങ്ങൾ‌ നൽ‌കുകയും ‘ലോഗിൻ‌’
  										ക്ലിക്കുചെയ്യുകയും വേണം. </li>
                        <li>5.അടുത്ത പേജിൽ, അംഗത്തിന് അയാളുടെ / അവളുടെ ഇപിഎഫ് ബാലൻസ് ബന്ധപ്പെട്ട അംഗ ഐഡിക്ക് കീഴിൽ പരിശോധിക്കാൻ
  										കഴിയും.</li>
                    </ul>
                </nav>
                <p>ഇപിഎഫ്ഓയുടെ ഏറ്റവും പുതിയ അപ്ഡേറ്റ് പ്രകാരം പാസ്സ്‌ബുക്കിന്റെ ഒപ്പം ക്ലെയിം സ്റ്റാറ്റസും പരിശോധിക്കാൻ കഴിയും </p>
                <h3>2. UMANG ആപ്പ്	</h3>
                <p>ന്യൂ-ഏജ് ഗവേണൻസിനായുള്ള ഏകീകൃത മൊബൈൽ ആപ്ലിക്കേഷൻ ഡൗൺലോഡ്  ചെയ്യുന്നതിലൂടെ, ജീവനക്കാർക്ക് ഒരു
                     മൊബൈൽ ഫോണിൽ ഇപിഎഫ് ബാലൻസ് പരിശോധിക്കാൻ കഴിയും. ഈ ആപ്ലിക്കേഷൻ 2018 ൽ സർക്കാർ അവതരിപ്പിക്കുകയും
                      വിവിധ സർക്കാർ സേവനങ്ങൾ ആപ്ലിക്കേഷനിൽ ലഭ്യമാണ്. ഇപിഎഫ് ബാലൻസ് പരിശോധിക്കുന്നതിനുപുറമെ, ക്ലെയിമുകൾ
                        നൽകാനും  അപ്ലിക്കേഷനിൽ ട്രാക്കുചെയ്യാനും കഴിയും. അപ്ലിക്കേഷനിലേക്ക് ആക്‌സസ് ലഭിക്കുന്നതിന് യു‌എ‌എനിൽ രജിസ്റ്റർ
                        ചെയ്തിട്ടുള്ള അംഗത്തിന്റെ മൊബൈൽ നമ്പർ ഉപയോഗിച്ച് ഒറ്റത്തവണ രജിസ്ട്രേഷൻ നടത്തണം.
  										UMANG ആപ്ലിക്കേഷൻ വഴി നിങ്ങളുടെ ഇടപാടുകൾ എങ്ങനെ കാണാമെന്ന് നോക്കാം:</p>
                <nav>
                    <ul>
                        <li>1.അപ്ലിക്കേഷൻ ഇൻസ്റ്റാൾ ചെയ്ത് നിങ്ങളുടെ മൊബൈൽ ഫോണിൽ തുറക്കുക. ഇപിഎഫ്ഒ ഓപ്ഷനിൽ ക്ലിക്കുചെയ്യുക.
                          </li>
                        <li>2.“Employee Centric Services” തിരഞ്ഞെടുക്കുക.
                          </li>
                        <li>3.അടുത്ത സ്ക്രീനിൽ, “View Passbook” ഓപ്ഷൻ നിങ്ങൾ കാണാം.ഇതിൽ ക്ലിക്ക് ചെയ്തു നിങ്ങളുടെ നിലവിലുള്ളതും മുമ്പത്തെ
                            ജോലിയിൽ നിന്ന് പിൻവലിച്ചതും അടച്ചതും ഉൾപ്പെടെ നിങ്ങളുടെ ഇപിഎഫ് ഇടപാടുകൾ കാണാം.
                          </li>
                    </ul>
                </nav>
                <h3>3.മിസ്സ്ഡ് കോൾ</h3>
                <p>ഇപിഎഫ് അംഗങ്ങൾക്ക് രജിസ്റ്റർ ചെയ്ത മൊബൈൽ നമ്പറിൽ നിന്ന് 011-22901406 എന്ന നമ്പറിലേക്ക് ഒരു മിസ്ഡ് കോൾ നൽകി അവരുടെ
                    ബാലൻസ് പരിശോധിക്കാൻ കഴിയും. ഈ സേവനം ലഭിക്കുന്നതിന് ജീവനക്കാരുടെ പാൻ കാർഡ്, ആധാർ, ബാങ്ക് അക്കൗണ്ട് നമ്പർ
                    എന്നിവ അവരുടെ യു‌എഎനുമായി ബന്ധിപ്പിക്കണം. മുകളിലുള്ള വിശദാംശങ്ങൾ‌ യു‌എനുമായി ബന്ധപ്പെടുത്തിയിട്ടില്ലെങ്കിൽ‌,
  									അവ ലിങ്കുചെയ്യുന്നതിന് ജീവനക്കാരന് തൊഴിലുടമയോട് അഭ്യർത്ഥിക്കാൻ‌ കഴിയും.</p>
                <h3>4.മെസ്സേജ് വഴിയുള്ള സേവനം</h3>
                <p>ജീവനക്കാർ‌ അവരുടെ യു‌എ‌എൻ‌ സജീവമാക്കിയിട്ടുണ്ടെങ്കിൽ‌, അവരുടെ പി‌എഫ് ബാലൻസും അവസാന സംഭാവനയും
                    പരിശോധിക്കുന്നതിന് 7738299899 ലേക്ക് ഒരു SMS അയയ്‌ക്കാൻ‌ കഴിയും. SMS അയയ്‌ക്കേണ്ട ഫോർമാറ്റ് EPFOHO UAN ENG ആണ്.
                    അവസാന മൂന്ന് അക്ഷരങ്ങളാണ് ജീവനക്കാരൻ വിശദാംശങ്ങൾ സ്വീകരിക്കാൻ ആഗ്രഹിക്കുന്ന ഭാഷ.

                    നിലവിൽ ബംഗാളി, മലയാളം, തമിഴ്, തെലുങ്ക്, കന്നഡ, മറാത്തി, ഗുജറാത്തി, പഞ്ചാബി, ഹിന്ദി, ഇംഗ്ലീഷ് ഭാഷകളിൽ ഈ സൗകര്യം
                    ലഭ്യമാണ്. കന്നഡയിൽ‌ ജീവനക്കാരന് പി‌എഫ് വിശദാംശങ്ങൾ‌ വേണമെങ്കിൽ‌, SMS അയയ്‌ക്കേണ്ട ഫോർ‌മാറ്റ് EPFOHO UAN KAN ആണ്.
                    എന്നിരുന്നാലും, ജീവനക്കാർ‌ക്ക് ഈ സേവനങ്ങൾ‌ ലഭിക്കുന്നതിന് പാൻ‌, ആധാർ‌, ബാങ്ക് വിശദാംശങ്ങൾ‌ എന്നിവ യു‌എ‌എനുമായി
  									ബന്ധിപ്പിക്കണം.</p>
                <h3>ഒഴിവാക്കപ്പെട്ട(Exempted) സ്ഥാപനങ്ങളുടെയും സ്വകാര്യ ട്രസ്റ്റുകളുടെയും ഇപിഎഫ് ബാലൻസ് എങ്ങനെ പരിശോധിക്കാം</h3>
                <p>ഇപിഎഫ് സംഭാവന, ഒഴിവാക്കപ്പെട്ട(exempted) സ്ഥാപനത്തിന്റെയോ സ്വകാര്യ ട്രസ്റ്റിന്റെയോ കാര്യത്തിൽ, എംപ്ലോയീസ് പ്രൊവിഡന്റ് ഫണ്ട്
                    ഓർഗനൈസേഷനെക്കാൾ കമ്പനി മാനേജുചെയ്ത ട്രസ്റ്റുകളിലേക്ക് പോകുന്നതിനാൽ, കമ്പനി മാനേജുചെയ്ത ട്രസ്റ്റിന് മാത്രമേ ഒരു
                    ജീവനക്കാരന്റെ പിഎഫ് അക്കൗണ്ട് ബാലൻസ് വെളിപ്പെടുത്താൻ കഴിയൂ. exempted സ്ഥാപനങ്ങളുമായി പരിപാലിക്കുന്ന ഇപിഎഫ്
                    അക്കൗണ്ടുകളിൽ പി‌എഫ് ബാലൻസ് പരിശോധിക്കുന്നതിന് പൊതുവായ ഒരു രീതിയും ഇല്ല. exempted സ്ഥാപനങ്ങളിലെ അംഗങ്ങൾക്ക്
                    പാസ്ബുക്ക് സൗകര്യം EPFO ​​നൽകുന്നില്ല.
                    എംപ്ലോയി പ്രൊവിഡന്റ് ഫണ്ട്, മിസെല്ലനെസ് പ്രൊവിഷൻ ആക്റ്റ്, 1952 അനുസരിച്ച്, ചില തൊഴിലുടമകൾക്ക് അവരുടെ ജീവനക്കാർക്കായി
                    അവരുടെ സ്വന്തം പിഎഫ് സ്കീമുകൾ കൈകാര്യം ചെയ്യാൻ കഴിയും. ഗോദ്‌റെജ്, എച്ച്ഡി‌എഫ്‌സി, നെസ്‌ലെ, വിപ്രോ, ടി‌സി‌എസ്, ഇൻ‌ഫോസിസ്
                    മുതലായ വലിയ കമ്പനികളാണ് ഇൻ-house  ഇ‌പി‌എഫ് ട്രസ്റ്റുകളുള്ളതും ഇപി‌എഫ് കോർ‌പ്പസ് ഇപി‌എഫ്‌ഒയിലേക്ക് സംഭാവന ചെയ്യുന്നതിൽ നിന്ന്
                    ഒഴിവാക്കപ്പെടുന്നതുമാണ്. ഒഴിവാക്കപ്പെട്ട ഈ സ്ഥാപനങ്ങൾക്ക് അവരുടെ സ്വന്തം ട്രസ്റ്റുകൾ ഉപയോഗിച്ച് ഇപിഎഫ് കോർപ്പസ് കൈകാര്യം
                    ചെയ്യാൻ കഴിയും. എന്നിരുന്നാലും, ഈ ട്രസ്റ്റുകൾ ഇപിഎഫ്ഒ നിയന്ത്രിക്കുന്ന ഫണ്ടിനേക്കാൾ ഉയർന്ന വരുമാനം നൽകുമെന്ന് പ്രതീക്ഷിക്കുന്നു.
  									ഇപിഎഫ്ഒയ്ക്കുള്ള ഇപിഎഫ് സംഭാവനയ്ക്കുള്ള അതേ നിയമങ്ങൾ ഈ ട്രസ്റ്റുകൾക്കും ബാധകമാണ്..</p>
                <h3>ഒഴിവാക്കപ്പെട്ട അത്തരം സ്ഥാപനങ്ങളിലെ ജീവനക്കാർക്ക് ഇനിപ്പറയുന്ന 4 വഴികളിൽ അവരുടെ ഇപിഎഫ് ബാലൻസ്
  										പരിശോധിക്കാൻ കഴിയും: </h3>
                <nav>
                    <ul>
                        <li><h4>1.നിങ്ങളുടെ പി‌എഫ് സ്ലിപ്പ് അല്ലെങ്കിൽ പേസ്ലിപ് പരിശോധിക്കുക:</h4> മിക്ക വലിയ സ്ഥാപനങ്ങളും അവരുടെ ജീവനക്കാർക്ക്
                            ഇമെയിലുകൾ വഴി ആണ് ശമ്പള സ്ലിപ്പുകൾ നൽകുക. ജീവനക്കാർക്ക് ഇപിഎഫ് അക്കൗണ്ട് ബാലൻസിനായി അവരുടെ പേസ്‌ലിപ്പുകൾ
                             പരിശോധിക്കാൻ കഴിയും. ചില കമ്പനികൾ സാലറി സ്ലിപ്പിന് പുറമേ ഇപിഎഫ് സ്ലിപ്പും നൽകുന്നു. ജീവനക്കാർക്ക് അവരുടെ
  											 പ്രതിമാസ സംഭാവനകളും അവരുടെ ഇപിഎഫ് അക്കൗണ്ട് ബാലൻസും ആ സ്ലിപ്പിൽ കണ്ടെത്താൻ കഴിയും.</li>
                        <li><h4>2.കമ്പനിയുടെ ജീവനക്കാരുടെ പോർട്ടൽ പരിശോധിക്കുക:</h4>മിക്ക വലിയ കമ്പനികളും ഒരു കമ്പനി
                            വെബ്‌സൈറ്റ് പരിപാലിക്കുന്നു, അതിൽ ജീവനക്കാർക്ക് ലോഗിൻ ചെയ്യാനും അവരുടെ ഇപിഎഫ് അക്കൗണ്ട് ബാലൻസ് ഇപിഎഫ്
                            വിഭാഗത്തിൽ പരിശോധിക്കാനും കഴിയും. ഒരാളുടെ ഇപിഎഫ് അക്കൗണ്ട് ബാലൻസ് പരിശോധിക്കാനും പിഎഫ് സ്റ്റേറ്റ്മെന്റ് നേടാനും
  											 ഓൺ‌ലൈൻ സൗകര്യം നൽകുന്ന അത്തരം കമ്പനികളുടെ ഉദാഹരണമാണ് വിപ്രോയും ടി‌സി‌എസും.</li>
                        <li><h4>3.കമ്പനിയുടെ എച്ച്ആർ ഡിപ്പാർട്ടുമെന്റുമായി പരിശോധിക്കുക:</h4>ജീവനക്കാരുടെ പി‌എഫുമായി
                            ഇടപെടുമ്പോൾ ജീവനക്കാർ കമ്പനിയുടെ എച്ച്ആർ ഡിപ്പാർട്ട്‌മെന്റുമായി ബന്ധപ്പെടുകയും അനുബന്ധ വിശദാംശങ്ങൾ നൽകാൻ
  											 കൂടുതൽ പ്രാപ്തിയുള്ളതുമാണ്.</li>
                        <li><h4>4.നിങ്ങളുടെ സംഭാവനകളെ ട്രാക്കുചെയ്യുക:</h4>ജീവനക്കാർക്ക് അവരുടെ ശമ്പള സ്ലിപ്പുകൾ പരിശോധിച്ച്
                            അവരുടെ പ്രതിമാസ സംഭാവനകളുടെ ട്രാക്ക് സൂക്ഷിക്കാനും വാർഷിക ഇപിഎഫ് ബാലൻസ് കണക്കാക്കാനും കഴിയും. ഇപിഎഫ്
                            പലിശ കണക്കുകൂട്ടലിനായി ഇപിഎഫ്ഒ നിശ്ചയിച്ച പലിശ നിരക്ക് ഉപയോഗിക്കുക. ഓർമിക്കുക, ഒരു നിശ്ചിത തുക (പ്രതിമാസം
  											1,250 രൂപ വരെ) ഇപി‌എസ് അക്കൗണ്ടിലേക്കു പോകുന്നു.</li>
                    </ul>
                </nav>
                <h3>പ്രവർത്തനരഹിതമായ അക്കൗണ്ടുകൾക്കുള്ള ഇപിഎഫ് ബാലൻസ്</h3>
                <p>2016 നവംബറിൽ സർക്കാർ പുറത്തിറക്കിയ വിജ്ഞാപന പ്രകാരം, പ്രവർത്തനരഹിതമായ അക്കൗണ്ടുകൾ പോലും പലിശ നേടുന്നത്
                    തുടരും, ഇത് ഇനി പ്രവർത്തനരഹിതമെന്ന് തരംതിരിക്കില്ല. 2011 മുതൽ പ്രവർത്തനരഹിതമായ അക്കൗണ്ടുകൾക്ക് പലിശ നൽകുന്നത്
                    ഇപിഎഫ്ഒ നിർത്തിവച്ചിരുന്നു. എന്നാൽ പുതിയ ഭേദഗതി പ്രാബല്യത്തിൽ വന്നുകഴിഞ്ഞാൽ, എല്ലാ പ്രവർത്തനരഹിതമായ
                    അക്കൗണ്ടുകൾക്കും പ്രതിവർഷം 8.8 ശതമാനം നിരക്കിൽ പലിശ ലഭിക്കും. നേരത്തെ, അക്കൗണ്ടുകൾ പ്രവർത്തനരഹിതമായിത്തീർന്നത്
                    പ്രധാനമായും രണ്ട് കാരണങ്ങളാലാണ് - ഇപിഎഫ് കൈമാറ്റത്തിൽ ഉൾപ്പെട്ടിട്ടുള്ള ബുദ്ധിമുട്ടുള്ള പ്രക്രിയകളും ജോലികൾ മാറുമ്പോൾ
                    പുതിയ അക്കൗണ്ടുകൾ തുറക്കാൻ ജീവനക്കാരും താൽപ്പര്യപ്പെടുന്നു. ഒരു വ്യക്തിയുടെ നിലവിലുള്ളതും മുമ്പത്തെതുമായ തൊഴിലുടമകൾ
                    തമ്മിലുള്ള ആശയവിനിമയ വിടവും പ്രധാനമായും ഇതിന് കാരണമാകുന്നു. ജീവനക്കാർ‌ക്ക് അവരുടെ പഴയ നിഷ്‌ക്രിയ അക്കൗണ്ട്
                    വിശദാംശങ്ങൾ‌ ട്രാക്കുചെയ്യാൻ‌ കഴിയാത്ത സാഹചര്യങ്ങളിൽ‌, അവർക്ക് ഇ‌പി‌എഫ്‌ഒ ഹെൽപ്പ് ഡെസ്‌കിനെ സമീപിച്ച് നിലവിലെ
  									അക്കൗണ്ടിലേക്കു കൈമാറ്റം ചെയ്യാനാകും.</p>
            </div>
        )
    }
}

export default Epfbalance
