import React, { Component } from 'react'

class Epfclaimstatus extends Component {
    render() {
        return (
            <div>
                <h1>ഇപിഎഫ് ക്ലെയിം നില</h1>
                <p>ജീവനക്കാർക്ക് അവരുടെ ഇപിഎഫ് ഫണ്ടുകൾ പിൻവലിക്കാൻ അപേക്ഷിച്ച ശേഷം ക്ലെയിമിന്റെ നില പരിശോധിക്കാൻ കഴിയും. ഇപിഎഫ്ഒ യൂണിവേഴ്സൽ
                    അക്കൗണ്ട്  നമ്പർ (യു‌എ‌എൻ) സമാരംഭിച്ച സമയം മുതൽ ഇപിഎഫ് തുക പിൻവലിക്കുന്നത് വളരെ ലളിതമാണ്, മാത്രമല്ല പ്രക്രിയ ഓൺ‌ലൈനായി
                    പൂർത്തിയാക്കാനും കഴിയും. എന്നിരുന്നാലും, ഇപി‌എഫ് തുക ഓൺ‌ലൈനായി ക്ലെയിം ചെയ്യുന്നതിന്, ജീവനക്കാർ‌ അവരുടെ യു‌എ‌എൻ സജീവമാക്കുന്നത്
                    നിർബന്ധമാണ്. സജീവമാക്കുന്നതിനുള്ള പ്രക്രിയ EPFO ​​പോർട്ടലിൽ ചെയ്യാം.ജീവനക്കാർ‌ക്ക് അവരുടെ ക്ലെയിമിന്റെ നില പരിശോധിക്കുന്നതിന്, ചുവടെ
  						 	സൂചിപ്പിച്ച വിശദാംശങ്ങൾ‌ അവരുമായി ലഭ്യമായിരിക്കണം:</p>
                <nav>
                    <ul>
                        <li>കമ്പനി വിശദാംശങ്ങൾ</li>
                        <li>വിപുലീകരണ കോഡ് നൽകേണ്ടതുണ്ടെങ്കിൽ</li>
                        <li>തൊഴിലുടമയുടെ ഇപിഎഫ് പ്രാദേശിക ഓഫീസ്</li>
                        <li>യൂണിവേഴ്സൽ അക്കൗണ്ട് നമ്പർ</li>
                    </ul>
                </nav>

                <h3>ക്ലെയിം നില പരിശോധിക്കുന്നതിനുള്ള വിവിധ രീതികൾ</h3>
                <p>ചുവടെ സൂചിപ്പിച്ച ഒരു രീതി പിന്തുടർന്ന് ജീവനക്കാർക്ക് ക്ലെയിമുകളുടെ നില പരിശോധിക്കാൻ കഴിയും:</p>
                <h4>ഓൺലൈനിൽ ക്ലെയിം നില പരിശോധിക്കുന്നു</h4>
                <p>ജീവനക്കാർ‌ക്ക് ഓൺ‌ലൈനായി പി‌എഫ് നില പരിശോധിക്കാൻ‌ താൽ‌പ്പര്യപ്പെടുന്നെങ്കിൽ‌ ചുവടെ സൂചിപ്പിച്ച നടപടിക്രമം പാലിക്കണം:</p>
                <nav>
                    <ul>
                        <li>തുടക്കത്തിൽ, ജീവനക്കാർ ഇപിഎഫ്ഒയുടെ ഔദ്യോഗിക വെബ്സൈറ്റ് സന്ദർശിക്കണം.</li>
                        <li>അടുത്ത ഘട്ടം ‘ഫോർ എംപ്ലോയീസ് ’ ക്ലിക്കുചെയ്യുക എന്നതാണ്. ഇത് ‘ഔർ സെർവിസ്സ് ’ മെനുവിൽ കണ്ടെത്താനാകും.</li>
                        <li>അടുത്ത പേജിൽ, ജീവനക്കാർ ‘ചെക്ക് യുവർ ക്ലെയിം സ്റ്റാറ്റസ് ’ എന്നതിൽ ക്ലിക്കുചെയ്യണം. ‘സെർവിസ്സ് ’ എന്നതിന് കീഴിലാണ് ലിങ്ക് നൽകിയിരിക്കുന്നത്.</li>
                        <li>അടുത്ത പേജിൽ‌, ജീവനക്കാരൻ‌ അവന്റെ / അവളുടെ യു‌എ‌എൻ‌, ക്യാപ്‌ച വിശദാംശങ്ങൾ‌ നൽ‌കണം. വിശദാംശങ്ങൾ നൽകിയുകഴിഞ്ഞാൽ ജീവനക്കാരൻ ‘സെർച്ച് ’ ക്ലിക്കുചെയ്യണം.</li>
                        <li>അടുത്ത പേജിൽ, ജീവനക്കാരൻ പിഎഫ് നമ്പർ, സ്ഥാപന കോഡ്, പിഎഫ് ഓഫീസ് (ഡ്രോപ്പ്ഡൗൺ  മെനുവിന് കീഴിൽ), പിഎഫ് ഓഫീസ് ഉള്ള സംസ്ഥാനം എന്നിവ നൽകണം.</li>
                        <li>മുകളിൽ സൂചിപ്പിച്ച വിശദാംശങ്ങൾ നൽകിയുകഴിഞ്ഞാൽ, തൊഴിലുടമ ‘സുബ്മിറ്റ് ’ ക്ലിക്കുചെയ്യണം. ക്ലെയിമിന്റെ നില സ്ക്രീനിൽ ദൃശ്യമാകും.</li>
                    </ul>
                </nav>
                <p>പി‌എഫ് പിൻവലിക്കൽ തുകയിലേക്ക് അപേക്ഷിച്ച ജീവനക്കാരെ സഹായിക്കുന്നതിന്, അവരുടെ രജിസ്റ്റർ ചെയ്ത മൊബൈൽ നമ്പറിലേക്ക് അയച്ച എസ്എംഎസ് വഴി ഇപിഎഫ്ഒ അവരെ അപ്‌ഡേറ്റ് ചെയ്യുന്നു.
  							 ചുവടെ സൂചിപ്പിച്ച സാഹചര്യങ്ങളിൽ ജീവനക്കാരന് ഒരു SMS അയയ്ക്കുന്നു:</p>
                <nav>
                    <ul>
                        <li>ക്ലെയിമിന്റെ അപേക്ഷ ലഭിച്ചുകഴിഞ്ഞാൽ.</li>
                        <li>ഫണ്ട് ജീവനക്കാരുടെ ബാങ്ക് അക്കൗണ്ടിലേക്ക് മാറ്റിക്കഴിഞ്ഞാൽ.</li>
                    </ul>
                </nav>
                <p>ജീവനക്കാർ‌ക്ക് അവരുടെ യു‌എ‌എൻ‌ പോർ‌ട്ടലിലേക്ക് പ്രവേശിച്ച് അവരുടെ ക്ലെയിമിന്റെ നില പരിശോധിക്കാനും കഴിയും. ഇപിഎഫ്ഒ പോർട്ടലിലേക്ക് ലോഗിൻ ചെയ്യുന്നതിനുള്ള നടപടിക്രമം
  							 ചുവടെ പരാമർശിച്ചിരിക്കുന്നു:</p>
                <nav>
                    <ul>
                        <li>ആദ്യം, ജീവനക്കാർ‌ക്ക് യു‌എ‌എൻ‌ പോർ‌ട്ടലിലേക്ക് (https://unifiedportal-mem.epfindia.gov.in/memberinterface/) പ്രവേശിക്കാൻ‌ കഴിയുന്ന EPFO ​​പോർ‌ട്ടൽ‌ സന്ദർ‌ശിക്കണം. ജീവനക്കാരൻ അവന്റെ / അവളുടെ യു‌എ‌എൻ, പാസ്‌വേഡ്, ക്യാപ്‌ച വിശദാംശങ്ങൾ നൽകണം. വിശദാംശങ്ങൾ നൽകിയുകഴിഞ്ഞാൽ, ജീവനക്കാരൻ ‘സൈൻ ഇൻ’ ക്ലിക്കുചെയ്യണം</li>.
  									<li>ജീവനക്കാരൻ യു‌എ‌എൻ പോർട്ടലിലേക്ക് പ്രവേശിച്ചുകഴിഞ്ഞാൽ, അവൻ / അവൾ ‘ട്രാക്ക് ക്ലെയിം സ്റ്റാറ്റസ്’ ക്ലിക്കുചെയ്യണം, അത് ‘ഓൺലൈൻ സർവീസ് ’ എന്നതിന് കീഴിൽ കണ്ടെത്താനാകും.</li>
                        <li>അടുത്ത പേജിൽ, "ഓൺലൈൻ ക്ലെയിം സ്റ്റാറ്റസ് " യുടെ വിശദാംശങ്ങൾ സ്ക്രീനിൽ പ്രദർശിപ്പിക്കും.</li>
                        <li>നിങ്ങൾ താഴേക്ക് സ്ക്രോൾ ചെയ്തുകഴിഞ്ഞാൽ, "ട്രാൻസ്ഫർ ക്ലെയിം സ്റ്റാറ്റസ്" യുടെ വിശദാംശങ്ങൾ സ്ക്രീനിൽ ദൃശ്യമാകും.</li>
                    </ul>
                </nav>
                <h3>ഒരു മിസ്ഡ് കോൾ നൽകുന്നതിലൂടെ</h3>
                <p>രജിസ്റ്റർ ചെയ്ത മൊബൈൽ നമ്പറിൽ നിന്ന് 011-22901406 എന്ന നമ്പറിലേക്ക് മിസ്ഡ് കോൾ നൽകി ജീവനക്കാർക്ക് അവരുടെ ക്ലെയിമിന്റെ നില പരിശോധിക്കാൻ
                     കഴിയും. എന്നിരുന്നാലും, ജീവനക്കാരൻ അവരുടെ യുഎഎനുമായി മൊബൈൽ നമ്പർ ലിങ്കുചെയ്യണം. ജീവനക്കാരൻ തന്റെ / അവളുടെ ആധാർ, പാൻ
                     കാർഡ് , യു‌എൻ പോർട്ടലിൽ ബാങ്ക് അക്കൗണ്ട്  വിശദാംശങ്ങൾ എന്നിവ അപ്‌ഡേറ്റ് ചെയ്യണം.രണ്ട് റിംഗുകൾക്ക് ശേഷം കോൾ വിച്ഛേദിക്കപ്പെടുമെന്നതിനാൽ
  							  ജീവനക്കാരന് നിരക്കുകളൊന്നും ഈടാക്കില്ല. ക്ലെയിമിന്റെ വിശദാംശങ്ങൾ രജിസ്റ്റർ ചെയ്ത മൊബൈൽ നമ്പറിൽ SMS വഴി ലഭിക്കും.</p>
                <h3>ഒരു SMS അയച്ചുകൊണ്ട്</h3>
                <p>ഒരു SMS അയച്ചുകൊണ്ട് ജീവനക്കാർക്ക് അവരുടെ ക്ലെയിമിന്റെ നില പരിശോധിക്കാൻ കഴിയും. ജീവനക്കാരൻ അവരുടെ മൊബൈൽ യു‌എൻ പോർട്ടലുമായി
                     ലിങ്കുചെയ്യുകയും ആ മൊബൈൽ നമ്പറിൽ നിന്ന് SMS അയയ്ക്കുകയും വേണം. SMS- ന്റെ ഫോർമാറ്റ് “EPFOHO UAN LAN” ആയിരിക്കണം, അത് 7738299899 എന്ന
                     വിലാസത്തിലേക്ക് അയച്ചിരിക്കണം. ഫോർമാറ്റിൽ, ജീവനക്കാർ വിശദാംശങ്ങൾ സ്വീകരിക്കാൻ ആഗ്രഹിക്കുന്ന ഭാഷയാണ് 'LAN'. വിവിധ ഭാഷകൾക്കായുള്ള
  							 പട്ടിക ചുവടെ സൂചിപ്പിച്ചിരിക്കുന്നു കൂടാതെ SMS സൗകര്യം ലഭ്യമാകുന്ന കോഡുകളും:</p>
                <div className="default-table">
                    <table><tbody>
                        <tr className="table-title">
                            <td>ഭാഷ</td>
                            <td>കോഡ്</td>
                        </tr>
                        <tr>
                            <td>ഇംഗ്ലീഷ്</td>
                            <td>ENG</td>
                        </tr>
                        <tr>
                            <td>പഞ്ചാബി</td>
                            <td>PUN</td>
                        </tr>
                        <tr>
                            <td>മറാത്തി</td>
                            <td>MAR</td>
                        </tr>
                        <tr>
                            <td>തെലുങ്ക്</td>
                            <td>TEL</td>
                        </tr>
                        <tr>
                            <td>മലയാളം</td>
                            <td>MAL</td>
                        </tr>
                        <tr>
                            <td>ഹിന്ദി</td>
                            <td>HIN</td>
                        </tr>
                        <tr>
                            <td>ഗുജറാത്തി</td>
                            <td>GUJ</td>
                        </tr>
                        <tr>
                            <td>കന്നഡ</td>
                            <td>KAN</td>
                        </tr>
                        <tr>
                            <td>തമിഴ്</td>
                            <td>TAM</td>
                        </tr>
                        <tr>
                            <td>ബംഗാളി</td>
                            <td>BEN</td>
                        </tr></tbody>
                    </table>
                </div>
                <h3>UMANG അപ്ലിക്കേഷൻ വഴി </h3>
                <p>യൂണിഫൈഡ് മൊബൈൽ ആപ്ലിക്കേഷൻ ഫോർ ന്യൂ-ഏജ് ഗവേണൻസ് (UMANG) ആപ്ലിക്കേഷൻ ഉപയോഗിച്ച് ജീവനക്കാർക്ക്
                    അവരുടെ പിഎഫ് സംബന്ധിച്ച വിവിധ വിശദാംശങ്ങൾ, ലഭ്യമായ ബാലൻസ്, ക്ലെയിം സ്റ്റാറ്റസ് മുതലായവ പരിശോധിക്കാം.
                     UMANG അപ്ലിക്കേഷൻ ഡൗൺലോഡുചെയ്‌ത് iOS, Android പ്ലാറ്റ്ഫോമുകളിൽ ലഭ്യമാണ്.UMANG അപ്ലിക്കേഷനിൽ നിങ്ങളുടെ PF
  							 ക്ലെയിം ട്രാക്കുചെയ്യുന്നതിനുള്ള ഒരു ഘട്ടം ഘട്ടമായുള്ള നടപടിക്രമം ഇതാ:</p>
                <nav>
                    <ul>
                        <li>പ്ലേ സ്റ്റോറിൽ നിന്നോ ആപ്പ് സ്റ്റോറിൽ നിന്നോ UMANG അപ്ലിക്കേഷൻ ഡൗൺലോഡുചെയ്‌ത് ഇൻസ്റ്റാളുചെയ്യുക. അടുത്തതായി,
                             നിങ്ങളുടെ ഇപിഎഫ്ഒ അക്കൗണ്ടിലേക്കു പ്രവേശിക്കുക, നിങ്ങൾക്ക് രണ്ട് ഓപ്ഷനുകൾ ഉണ്ടാകും, അതായത്. ‘MPIN’, ‘OTP
  										 ഉപയോഗിച്ച് ലോഗിൻ ചെയ്യുക’. നിങ്ങളുടെ മൊബൈൽ നമ്പർ നൽകി നിങ്ങൾക്ക് ഇഷ്ടമുള്ള ഓപ്ഷൻ തിരഞ്ഞെടുക്കുക.</li>
                        <li>നിങ്ങൾ ‘ഒടിപി ഉപയോഗിച്ച് ലോഗിൻ ചെയ്യുക’ തിരഞ്ഞെടുക്കുകയാണെങ്കിൽ, നിങ്ങളുടെ രജിസ്റ്റർ ചെയ്ത മൊബൈൽ
                            നമ്പറിൽ നിങ്ങൾക്ക് ഒടിപി ലഭിക്കും. നിങ്ങളുടെ അക്കൗണ്ടിലേക്കു  പ്രവേശിക്കുന്നതിന് നൽകിയിരിക്കുന്ന സ്ഥലത്ത് അത്
  										നൽകുക.</li>
                        <li>നിങ്ങളുടെ ഒ‌ടി‌പി നൽകിയ ശേഷം, ‘ലോഗിൻ’ ക്ലിക്കുചെയ്യുക.</li>
                        <li>നിങ്ങൾ ലോഗിൻ ചെയ്‌തുകഴിഞ്ഞാൽ, നിങ്ങളെ ഇപിഎഫ്ഒ പോർട്ടലിന്റെ പ്രധാന പേജിലേക്ക് റീഡയറക്‌ടുചെയ്യും.
  										ഇവിടെ, നിങ്ങൾ ‘Employee Centric Services’’ തിരഞ്ഞെടുക്കേണ്ടതുണ്ട്.</li>
                        <li>അടുത്തതായി, ‘ട്രാക്ക് ക്ലെയിം’ തിരഞ്ഞെടുക്കുക, നിങ്ങളുടെ ക്ലെയിം നില ട്രാക്കുചെയ്യാൻ കഴിയുന്ന പേജിലേക്ക് ന
  										ിങ്ങളെ റീഡയറക്‌ടുചെയ്യും.</li>
                        <li>ഈ പേജ് നിങ്ങളുടെ ക്ലെയിം നില കാണിക്കുന്നു. നിങ്ങൾക്ക് ക്ലെയിമുകളൊന്നുമില്ലെങ്കിൽ, സ്ക്രീൻ ചുവടെ ദൃശ്യമാകും.
  										നിങ്ങൾക്ക് ക്ലെയിമുകൾ ഉണ്ടെങ്കിൽ, ക്ലെയിം നിലയുടെ വിശദാംശങ്ങൾ സ്ക്രീൻ കാണിക്കും.</li>
                    </ul>
                </nav>
                <p>UMANG അപ്ലിക്കേഷനിൽ ലഭ്യമായ ചില സേവനങ്ങൾ ചുവടെ പരാമർശിച്ചിരിക്കുന്നു:</p>
                <nav>
                    <ul>
                        <li>പാസ്‌ബുക്ക് കാണാൻ കഴിയും</li>
                        <li>ക്ലെയിമുകൾ നൽകാം </li>
                        <li>ക്ലെയിമുകളുടെ നില പരിശോധിക്കാൻ കഴിയും</li>
                        <li>PF ക്ലെയിമുകൾ പരിശോധിക്കാൻ കഴിയും</li>
                        <li>സ്ഥാപനങ്ങൾ തിരയാൻ കഴിയും</li>
                        <li>ഇപിഎഫ്ഒ ഓഫീസിലെ സ്ഥാനം തിരയാൻ കഴിയും</li>
                        <li>താൽക്കാലിക റിട്ടേൺ റഫറൻസ് നമ്പർ (TRRN) നില നേടാനാകും</li>
                    </ul>
                </nav>
                <h1>ഇപിഎഫ് ക്ലെയിം നിലയെക്കുറിച്ചുള്ള പതിവുചോദ്യങ്ങൾ</h1>
                <h4>1.ഫോം 10 സി, ഫോം 19 എന്നിവ എന്താണ്?</h4>
                <p>ഫോം 10 സി പെൻഷൻ പിൻവലിക്കലിനും പ്രോവിഡന്റ് ഫണ്ട് പിൻവലിക്കലിനുമുള്ള ഫോം 19 ആണ്.</p>
                <h4>2.ഒരു തൊഴിലുടമയ്ക്ക് ഇപിഎഫിലേക്കുള്ള സംഭാവനയുടെ പങ്ക് കുറയ്ക്കാൻ കഴിയുമോ?</h4>
                <p>ഇല്ല, തൊഴിലുടമകൾക്ക് ഇപിഎഫിലേക്കുള്ള സംഭാവനയുടെ വിഹിതം കുറയ്ക്കാൻ കഴിയില്ല. തൊഴിലുടമകൾ അവരുടെ
  							സംഭാവന കുറയ്ക്കുന്നത് നിയമത്തിന് വിരുദ്ധമാണ്.</p>
                <h4>3.രാജി വച്ചിട്ടും ജീവനക്കാർക്ക് ഇപിഎഫിന് സംഭാവന നൽകുന്നത് തുടരാനാകുമോ?</h4>
                <p>ഇല്ല, രാജിക്ക് ശേഷം ജീവനക്കാർക്ക് ഇപിഎഫിന് സംഭാവന നൽകാൻ കഴിയില്ല. തൊഴിലുടമയുടെയും ജീവനക്കാരുടെയും
                    സംഭാവന പൊരുത്തപ്പെടണം, കൂടാതെ തൊഴിലുടമയുടെ സംഭാവനകളൊന്നും ഇല്ലാത്തതിനാൽ, ജീവനക്കാരനും ഒരു സംഭാവനയും
  							നൽകാനാവില്ല.</p>
                <h4>4.തൊഴിലുടമയുടെ സാക്ഷ്യപ്പെടുത്തൽ ഇല്ലാതെ ക്ലെയിമുകൾ പരിഹരിക്കുന്നതിന് പിഎഫ് അംഗങ്ങൾക്ക് അപേക്ഷിക്കാൻ കഴിയുമോ?</h4>
                <p>ഫോം 31, ഫോം 10 സി, ഫോം 19 എന്നിവയാണ് തൊഴിലുടമയുടെ സാക്ഷ്യപ്പെടുത്തലിനൊപ്പം പി‌എഫ് അംഗങ്ങൾക്ക്
                    അപേക്ഷിക്കാൻ കഴിയുന്ന മൂന്ന് തരം ക്ലെയിമുകൾ. എന്നിരുന്നാലും, അംഗത്തിന്റെ യൂണിവേഴ്സൽ അക്കൗണ്ട്  നമ്പർ (യു‌എ‌എൻ)
                     സജീവമാക്കണം. ബാങ്ക് അക്കൗണ്ടും അംഗത്തിന്റെ ആധാർ നമ്പറും യു‌എഎനുമായി ലിങ്കുചെയ്യേണ്ടതാണ്, കൂടാതെ ഡിജിറ്റൽ
  							 സർ‌ട്ടിഫിക്കറ്റ് സിഗ്‌നേച്ചർ ഉപയോഗിച്ച് തൊഴിലുടമ രണ്ട് വിശദാംശങ്ങളും അംഗീകരിക്കണം.</p>
                <h4>5.ക്ലെയിം തീർപ്പാക്കാൻ എത്ര സമയമെടുക്കും?</h4>
                <p>ഇപിഎഫ് സ്കീം അനുസരിച്ച്, ക്ലെയിം 20 ദിവസത്തിനകം തീർപ്പാക്കണം.</p>
                <h4>6.ക്ലെയിം ഫോം സമർപ്പിക്കാനുള്ള രീതികൾ എന്തൊക്കെയാണ്?</h4>
                <p>PF ക്ലെയിം ഫോമുകൾ ഓൺലൈനിലും ഓഫ്‌ലൈനിലും സമർപ്പിക്കാം. പിഎഫ് റീഫണ്ട് ചെയ്യാത്ത അഡ്വാൻസുകൾ, പെൻഷൻ
                     പിൻവലിക്കൽ ആനുകൂല്യങ്ങൾ, കോമ്പോസിറ്റ് ക്ലെയിം ഫോം എന്നിവ ഓൺലൈനായി സമർപ്പിക്കാം. എന്നിരുന്നാലും,
                     അംഗത്തിന്റെ ബാങ്ക് വിശദാംശങ്ങൾ, പാൻ കാർഡ് , ആധാർ നമ്പർ എന്നിവ യു‌എനുമായി ബന്ധിപ്പിക്കണം. എല്ലാത്തരം
  							 ക്ലെയിം ഫോമുകളും ഓഫ്‌ലൈനിൽ ഫയൽ ചെയ്യാൻ കഴിയും.</p>
                <h4>7.ക്ലെയിം ആനുകൂല്യങ്ങൾ ലഭിക്കുന്നതിന് ലഭ്യമായ വ്യത്യസ്ത തരം ഫോമുകൾ ഏതാണ്?</h4>
                <p>ക്ലെയിം ആനുകൂല്യങ്ങൾ ലഭിക്കുന്നതിന് ലഭ്യമായ വ്യത്യസ്ത തരം ഫോമുകൾ ചുവടെ നൽകിയിരിക്കുന്നു:</p>
                <nav>
                    <ul>
                        <li>സംയോജിത ക്ലെയിം ഫോം: അഡ്വാൻസ് / പിൻവലിക്കൽ ആനുകൂല്യങ്ങൾ / അന്തിമ സെറ്റിൽമെന്റിനായി ഉപയോഗിക്കുന്നു</li>
                        <li>ഫോം 10 ഡി: പെൻഷനായി</li>
                        <li>ഫോം 10 സി: സ്കീം സർട്ടിഫിക്കറ്റിനായി</li>
                        <li>ഫോം 11: മുൻകാല സേവന പ്രഖ്യാപനത്തിനായി</li>
                        <li>ഫോം 2: കുടുംബത്തിലെ അംഗങ്ങളെ നാമനിർദ്ദേശം ചെയ്യുന്നതിന്</li>
                        <li>ഫോം 13: മുമ്പത്തെ തൊഴിലുടമയിൽ നിന്ന് നിലവിലെ അക്കൗണ്ടിലേക്ക് പിഎഫ് അക്കൗണ്ട് കൈമാറാൻ ഉപയോഗിക്കുന്നു.</li>
                    </ul>
                </nav>
                <h4>8.അംഗങ്ങളുടെ പരാതികൾ ഉന്നയിക്കുന്നതിനുള്ള നടപടിക്രമമെന്താണ്?</h4>
                <p>എംപ്ലോയീസ് പ്രൊവിഡന്റ് ഫണ്ട് ഓർഗനൈസേഷൻ (ഇപിഎഫ്ഒ) പോർട്ടലിൽ (http://epfigms.gov.in/) അംഗങ്ങൾക്ക് പരാതികൾ
  							ഉന്നയിക്കാൻ കഴിയും. റീജിയണൽ പി.എഫ് കമ്മീഷണറെ സമീപിച്ച് അവർക്ക് പരാതികൾ ഉന്നയിക്കാനും കഴിയും.</p>
                <h4>9.ഒരു പെൻഷനറുടെ വിധവയ്ക്കും കുട്ടികൾക്കും മറ്റൊരു സ്ഥലത്തോ ബാങ്കിലോ പെൻഷൻ പിൻവലിക്കാൻ കഴിയുമോ?</h4>
                <p>ഇല്ല, ഒരു പെൻഷനറുടെ വിധവയ്ക്കും കുട്ടികൾക്കും ഒരേ ബാങ്കിലും സ്ഥലത്തും മാത്രമേ പെൻഷൻ പിൻവലിക്കാൻ കഴിയൂ.</p>  
            </div>
        )
    }
}

export default Epfclaimstatus
