import React, { Component } from 'react'

class Epfo extends Component {
    render() {
        return (
            <div>
                <h1>ഇ.പി.എഫ്.ഓ - എംപ്ലോയീ പ്രോവിഡന്റ് ഫണ്ട് ഓർഗനൈസഷൻ</h1>
  								<p>ഇന്ത്യയിലെ തൊഴിലാളികളുടെ ഏറ്റവും വലിയ സാമൂഹ്യ സുരക്ഷിതത്വ പദ്ധതിയായ തൊഴിൽ സുരക്ഷാസംരക്ഷണ
  								പെൻഷൻ പദ്ധതി (ഇ.പി.എഫ്) നടപ്പിലാക്കുന്ന സ്ഥാപനമാണ് എംപ്ലോയീസ് പ്രോവിഡന്റ് ഫണ്ട് ഓർഗനൈസേഷൻ (ഇ.പി.എഫ്.ഒ.).
  								ഇ.പി.എഫ്.ഓർഗനൈസേഷന്റെ കീഴിൽ അഞ്ചുലക്ഷം വരിക്കാരാണുള്ളത്. തൊഴിൽ മന്ത്രി തലവനായ ഇ.പി.എഫ്.ഒ യുടെ സെൻട്രൽ
  								ബോർഡ് ഓഫ് ട്രസ്റ്റീസാണ് ഇ.പി.എഫ്. (എംപ്ലോയീസ് പ്രൊവിഡൻറ് ഫണ്ട്) പലിശനിരക്ക് നിശ്ചയിക്കുന്നത്.</p>
  				 				<h3>ഇപിഎഫ്ഒ പ്രകാരം നൽകുന്ന സ്കീമുകൾ</h3>
  								<h4>ഇപി‌എഫ്‌ഒയ്ക്ക് കീഴിലുള്ള വിവിധ സ്കീമുകൾ ചുവടെ നൽകിയിരിക്കുന്നു:</h4>
  							<nav>
  								<ul>
  									<li>1.എംപ്ലോയീസ് പ്രോവിഡന്റ് ഫണ്ട് സ്കീം 1952 (ഇ.പി.എഫ്)</li>
  									<li>2.എംപ്ലോയീസ് പെൻഷൻ സ്കീം  1995(ഇപിഎസ്)</li>
  									<li>3.എംപ്ലോയീസ് ടെപോസിറ്റ് ലിങ്ക്ഡ് ഇൻഷുറൻസ് സ്കീം 1976 (ഇഡിഎൽഐ)</li>
  								</ul>
  							</nav>
  								<h3>എംപ്ലോയീസ് പ്രോവിഡന്റ് ഫണ്ട് സ്കീം 1952 (ഇ.പി.എഫ്)</h3>
  								<p>ഈ സ്കീം അംഗങ്ങൾക്ക് അവരുടെ വിരമിക്കലിനുശേഷം ഉപയോഗിക്കാനോ അല്ലെങ്കിൽ അവർ മരിച്ചാൽ അവരുടെ
  								കുടുംബങ്ങൾക്ക് ഉപയോഗിക്കാനോ കഴിയുന്ന ഫണ്ടുകളുടെ ശേഖരണം നൽകുന്നു.</p>
  								<h3>എംപ്ലോയീസ് പെൻഷൻ സ്കീം  1995(ഇപിഎസ്)</h3>
  				 				<p>ഈ സ്കീം പ്രകാരം അംഗം വിരമിക്കുകയോ അല്ലെങ്കിൽ വൈകല്യം വരുകയോ ചെയ്താൽ&nbsp;
  								പ്രതിമാസ അടിസ്ഥാനത്തിൽ പെൻഷൻ നൽകുന്നു , അല്ലെങ്കിൽ അംഗം അന്തരിച്ചാൽ വിധവയ്‌ക്കോ കുട്ടികൾക്കോ ​​പെൻഷൻ നൽകും.</p>
  								<h3>എംപ്ലോയീസ് ടെപോസിറ്റ് ലിങ്ക്ഡ് ഇൻഷുറൻസ് സ്കീം 1976 (ഇഡിഎൽഐ)</h3>
  								<p>ഈ സ്കീമിന് കീഴിൽ, ഇപിഎഫ്ഒ അംഗമായ ഒരു ജീവനക്കാരൻ തൊഴിൽ സമയത്ത് മരണമടഞ്ഞാൽ, ആനുകൂല്യങ്ങൾ നൽകും.
  								പരമാവധി 6 ലക്ഷം രൂപ വരെ ജീവനക്കാരുടെ ശമ്പളത്തിന്റെ 30 ഇരട്ടി വരെ ആനുകൂല്യങ്ങൾ നൽകും.</p>
  								<h3>ഇപിഎഫ്ഒ വാഗ്‌ദാനം ചെയ്യുന്ന സേവനങ്ങൾ ഇപിഎഫ്ഒ വാഗ്ദാനം ചെയ്യുന്ന ചില സേവനങ്ങൾ ചുവടെ
  								പരാമർശിച്ചിരിക്കുന്നു:</h3>
  								<h4>1.യൂണിവേഴ്സൽ അക്കൗണ്ട് നമ്പർ </h4>
  								<p>ഇപിഎഫിലേക്ക് സംഭാവന ചെയ്യുന്ന ഓരോ ജീവനക്കാർക്കും ഒരു യൂണിവേഴ്സൽ അക്കൗണ്ട്&nbsp; നമ്പർ (യു‌എ‌എൻ) നൽകിയിട്ടുണ്ട്.
  								വിവിധ ഓർഗനൈസേഷനുകളിൽ നിന്നുള്ള ജീവനക്കാർക്ക് അനുവദിച്ച വിവിധ അംഗ ഐഡികൾ യുഎഎന് കീഴിൽ വരുന്നു. ഓരോ
  								ജീവനക്കാരനും അവന്റെ / അവളുടെ തൊഴിൽ ജീവിതത്തിലുടനീളം ഒരു യുഎൻ മാത്രമേ അനുവദിക്കൂ. ഇപിഎഫ് തുകയുടെ സംഭാവനയെക്കുറിച്ചുള്ള
  								പ്രതിമാസ എസ്എംഎസ്, മുൻ അംഗ ഐഡിയിൽ നിന്ന് നിലവിലുള്ളതിലേക്ക് ഇപിഎഫ് തുക കൈമാറുക, ഇപിഎഫ് പാസ്ബുക്ക്
  								പരിശോധിച്ച് ഡൗൺലോഡ്&nbsp; ചെയ്യുക, ഇപിഎഫ് ഓൺലൈനിൽ പിൻവലിക്കൽ, കെ വൈ സി വിശദാംശങ്ങൾ ഓൺലൈനിൽ
  								അപ്ഡേറ്റ് ചെയ്യുക എന്നിവയാണ് യു‌എ‌എൻ നൽകുന്ന ചില സേവനങ്ങൾ .</p>
  								<p>എന്നിരുന്നാലും, സേവനങ്ങൾ ഓൺലൈനിൽ ലഭിക്കുന്നതിന് ജീവനക്കാർ അവരുടെ യു‌എ‌എൻ ആക്ടിവേറ്റ് ആക്കണം .
  								യു‌എ‌എൻ ആക്ടിവേറ്റ് ആക്കിയാൽ , ജീവനക്കാർ‌ക്ക് അവരുടെ യു‌എ‌എൻ‌, പാസ്‌വേഡ് എന്നിവ ഉപയോഗിച്ച് ഇപി‌എഫ്‌ഒ പോർ‌ട്ടലിൽ‌ പ്രവേശിച്ച്
  								ഈ സേവനങ്ങൾ‌ നേടാൻ‌ കഴിയും.</p>
  								<h4> 2.ഹെൽപ്‌ഡെസ്‌ക് ഫോർ ഇനോപ്പറേറ്റീവ് അക്കൗണ്ട്സ്</h4>
  								<p>സജീവമല്ലാത്തതും പഴയതുമായ പ്രവർത്തനക്ഷമമല്ലാത്ത അക്കൗണ്ടുകൾ&nbsp; ട്രാക്കുചെയ്യുന്നതിന് ജീവനക്കാരെ സഹായിക്കുന്നതിന് 2015
  								ഫെബ്രുവരിയിൽ, ഇപിഎഫ്ഒ ഓൺലൈൻ ഹെൽപ്പ്ഡെസ്ക് സ്ഥാപിച്ചു. ജീവനക്കാർക്ക് ഈ അക്കൗണ്ടുകൾ&nbsp; ട്രാക്കുചെയ്യാനും ഫണ്ടുകൾ
  								പിൻവലിക്കാനോ നിലവിലെ അംഗ ഐഡിയിലേക്ക് മാറ്റാനോ കഴിയും. പ്രവർത്തനരഹിതമായ അക്കൗണ്ടുകൾ ട്രാക്കുചെയ്യുന്നതിന് ജീവനക്കാർ
  								അവരുടെ മുമ്പത്തെ ജോലിയെക്കുറിച്ച് അടിസ്ഥാന വിശദാംശങ്ങൾ നൽകണം.</p>
  								<h4> 3.ഇപിഎഫ് ഓൺലൈൻ ആയി പിൻവലിക്കൽ </h4>
  								<p>യുഎഎന്റെ സഹായത്തോടെ&nbsp; ഓൺലൈനിൽ എളുപ്പത്തിൽ ഇപിഎഫ് തുക പിൻവലിക്കാം . 2 മാസത്തിൽ കൂടുതൽ തൊഴിൽരഹിതരായ
  								ജീവനക്കാർക്ക് അവരുടെ ഇപിഎഫ് തുക പിൻവലിക്കാൻ അർഹതയുണ്ട്. എന്നിരുന്നാലും, ജീവനക്കാരന്റെ ആധാർ, ബാങ്ക് വിശദാംശങ്ങൾ
  								 യു‌എനുമായി ബന്ധിപ്പിക്കണം.</p>
  								<h4> 4.അന്താരാഷ്ട്ര തൊഴിലാളികൾക്ക് കവറേജ് സർട്ടിഫിക്കറ്റ് സൃഷ്ടിക്കാൻ കഴിയും </h4>
  								<p>ഇന്ത്യയുമായി സാമൂഹിക സുരക്ഷാ കരാറുകളുള്ള രാജ്യങ്ങളിൽ പ്രവർത്തിക്കുന്ന ഇപിഎഫ് അംഗങ്ങൾക്ക് ഇപിഎഫ്ഒ സമാരംഭിച്ച ഒരു
  								ഓൺലൈൻ കേന്ദ്രീകൃത സോഫ്റ്റ്വെയറിന്റെ സഹായത്തോടെ ഒരു സർട്ടിഫിക്കറ്റ് ഓഫ് കവറേജ് (CoC) സൃഷ്ടിക്കാൻ കഴിയും.</p>
  								<h4>5.ഒഴിവാക്കപ്പെട്ട സ്ഥാപനങ്ങൾക്കുള്ള പ്രതിമാസ വരുമാനം</h4>
  								<p>ജീവനക്കാരന്റെ മുമ്പത്തെ അംഗ ഐഡിയിൽ നിന്ന് നിലവിലുള്ളതിലേക്ക് ഇപിഎഫ് തുക&nbsp; കൈമാറ്റം യുഎഎന്റെ സഹായത്തോടെ
  								ഓൺലൈനിൽ ചെയ്യാവുന്നതാണ്. പ്രക്രിയ തടസ്സരഹിതവും കടലാസില്ലാത്തതും ലളിതവുമാണ്.</p>
  								<h4> 6.യൂഎംഎഎൻജി ആപ്പ് (UMANG)</h4>
  								<p>ഇപിഎഫ് അംഗങ്ങൾക്കായി ന്യൂ-ഏജ് ഗവേണൻസിനായുള്ള ഏകീകൃത മൊബൈൽ ആപ്ലിക്കേഷൻ (യുമാംഗ്) ഇപിഎഫ്ഒ ആരംഭിച്ചു. UMANG
  								അപ്ലിക്കേഷന്റെ സേവനങ്ങൾ നേടുന്നതിന് ജീവനക്കാർക്ക് അവരുടെ UAN, പാസ്‌വേഡ് എന്നിവ ഉപയോഗിക്കാം. ഇപിഎഫ് പാസ്‌ബുക്ക് കാണൽ,
  								പ്രൊഫൈൽ വിശദാംശങ്ങൾ അപ്‌ഡേറ്റുചെയ്യൽ തുടങ്ങി വിവിധ സേവനങ്ങൾ UMANG അപ്ലിക്കേഷനിൽ ലഭ്യമാണ്.</p>
  								<h4> 7.ഇപിഎഫിന്റെ ഓൺലൈൻ കൈമാറ്റം</h4>
  								<p>ജീവനക്കാരന്റെ മുമ്പത്തെ അംഗ ഐഡിയിൽ നിന്ന് നിലവിലുള്ളതിലേക്ക് ഇപിഎഫ് തുക&nbsp; കൈമാറ്റം യുഎഎന്റെ സഹായത്തോടെ
  								ഓൺലൈനിൽ ചെയ്യാവുന്നതാണ്. പ്രക്രിയ തടസ്സരഹിതവും കടലാസില്ലാത്തതും ലളിതവുമാണ്.</p>
  								<h4> 8.സ്ഥാപനങ്ങൾക്ക് ഓൺലൈനിൽ രജിസ്റ്റർ ചെയ്യാം</h4>
  								<p>സ്ഥാപനങ്ങളുടെ ഓൺലൈൻ രജിസ്ട്രേഷൻ (OLRE) EPFO ​​പോർട്ടലിൽ പൂർത്തിയാക്കാൻ കഴിയും. പി‌എഫ് കോഡ് അലോട്ട്മെന്റ് ലെറ്ററിന്റെ
  								ഓൺലൈൻ സാന്നിധ്യം കാരണം ജീവനക്കാർക്കും പ്രയോജനം ലഭിക്കുന്നു.</p>
  								<h4>9.പിഎഫിന്റെ ഓൺലൈൻ പേയ്‌മെന്റുകൾ</h4>
  								<p>എല്ലാ ഓർ‌ഗനൈസേഷനുകളും PF പേയ്‌മെന്റുകൾ‌ ഓൺ‌ലൈനായി നടത്തേണ്ടത് നിർബന്ധമാണ്. നിലവിൽ കൊട്ടക് മഹീന്ദ്ര ബാങ്ക്, ആക്സിസ്
  								ബാങ്ക്, ഐസിഐസിഐ ബാങ്ക്, എച്ച്ഡിഎഫ്സി ബാങ്ക്, ബാങ്ക് ഓഫ് ബറോഡ, യൂണിയൻ ബാങ്ക് ഓഫ് ഇന്ത്യ, അലഹബാദ് ബാങ്ക്, ഇന്ത്യൻ ബാങ്ക്, പഞ്ചാബ്
  								നാഷണൽ ബാങ്ക് (പിഎൻബി), സ്റ്റേറ്റ് ബാങ്ക് ഓഫ് ഇന്ത്യ (എസ്ബിഐ) എന്നിവയാണ് 10 ബാങ്കുകൾ കുടിശ്ശിക പിരിച്ചെടുക്കുന്നതിന് ഇപിഎഫ്ഒയുമായി
  								കരാറുകൾ നടത്തുക.</p>
  								<h4>10.മിസ്സ്ഡ്കോൾ, SMS സേവനം</h4>
  								<p>യു‌എ‌എൻ‌ സജീവമാക്കിയ അംഗങ്ങൾക്ക് 7738299899 ലേക്ക് ഒരു SMS (ഫോർ‌മാറ്റ്: EPFOHO UAN) അയച്ചുകൊണ്ടോ 011-22901406 എന്ന നമ്പറിലേക്ക് ഒരു
  								മിസ്ഡ് കോൾ‌ നൽ‌കുന്നതിലൂടെയോ അവരുടെ പി‌എഫ് ബാലൻസ്, മുൻ‌ സംഭാവന, കെ‌വൈ‌സിയുടെ സ്റ്റാറ്റസ് മുതലായവ ആക്‌സസ് ചെയ്യാൻ‌ കഴിയും.
  								തൊഴിലുടമകൾക്ക് ഇപിഎഫ് നൽകാത്തതിന് ഒരു എസ്എംഎസും ലഭിക്കും.</p>
  								<h4>11.ക്ലെയിം സ്റ്റാറ്റസും പാസ്ബുക്കും</h4>
  								<p>ഇപിഎഫ്ഒ അംഗങ്ങൾക്ക് അവരുടെ ക്ലെയിമുകളുടെ നില പരിശോധിക്കാനും യുഎഎന്റെ സഹായത്തോടെ അവരുടെ ഇപിഎഫ് പാസ്ബുക്ക്
  								കാണാനും ഡൗൺലോഡ് ചെയ്യാനും കഴിയും.</p>
  								<h4> 12.പരാതികൾ </h4>
  								<p>പെൻഷൻ തീർപ്പാക്കൽ, പിഎഫ് കൈമാറ്റം, പിഎഫ് പിൻവലിക്കൽ തുടങ്ങിയവയുമായി ബന്ധപ്പെട്ട് എന്തെങ്കിലും പ്രശ്നങ്ങൾ ഉണ്ടെങ്കിൽ,
  								അംഗങ്ങൾക്ക് ഓൺലൈനിൽ പരാതി നൽകാം. പരാതി പരിഹരിക്കാൻ EPFO മുൻഗണന നൽകുന്നു , അവ വേഗത്തിൽ കൈകാര്യം ചെയ്യുന്നു.
  								80% പരാതികളും 7 ദിവസത്തിനുള്ളിൽ പരിഹരിക്കപ്പെടും, അതിൽ 15 ദിവസത്തിനുള്ളിൽ 97% പരാതികളും പരിഹരിക്കും. ഇപിഎഫ്
  								ഗ്രേവിയാൻസ് നിരന്തരം നിരീക്ഷിക്കുന്നതിനാൽ, ഒരു ദിവസം 20,000 മുതൽ 2,000-3,000 വരെ പരാതികൾ കുറയുന്നു.</p>
            </div>
        )
    }
}

export default Epfo
