import React, { Component } from 'react'

class Epfologin extends Component {
    render() {
        return (
            <div>
                <h1>ഇപിഎഫ്ഓ  അംഗ പോർട്ടലിലേക്ക് പ്രവേശിക്കുക</h1>
                <p>നിങ്ങൾ ആദ്യമായി ലോഗിൻ ചെയ്യുമ്പോൾ നിങ്ങളുടെ സ്വന്തം പാസ്‌വേഡും ഐഡിയും സൃഷ്ടിക്കേണ്ടതുണ്ട്. ഇപിഎഫ്ഒയുടെ വെബ്സൈറ്റ് വളരെ
                    സൗകര്യപ്രദവും പ്രവർത്തിക്കാൻ എളുപ്പവുമാണ്. നിങ്ങളുടെ വിശദാംശങ്ങൾ സൃഷ്ടിക്കാൻ മാത്രമേ നിങ്ങൾ ആവശ്യപ്പെടുകയുള്ളൂ!
                    ഇന്ത്യൻ സർക്കാർ അവതരിപ്പിച്ച ഒരു സ്റ്റാറ്റ്യൂട്ടറി ബോഡിയാണ് എംപ്ലോയീസ് പ്രൊവിഡന്റ് ഫണ്ട് ഓർഗനൈസേഷൻ (ഇപിഎഫ്ഒ). 1951 ലാണ് ഇപിഎഫ്ഒ ആരംഭിച്ചത്.
  							സംഘടനയുടെ എല്ലാ പ്രവർത്തനങ്ങളും കൈകാര്യം ചെയ്യുന്നത് തൊഴിൽ, തൊഴിൽ മന്ത്രാലയമാണ്.</p>
                <h3>ഇപിഎഫ്ഒ അംഗ പോർട്ടലിലേക്ക് ലോഗിൻ ചെയ്യുന്നതിനുള്ള നടപടികൾ</h3>
                <p>ജീവനക്കാർക്കും തൊഴിലുടമകൾക്കും ഇപി‌എഫ്‌ഒ പോർട്ടലിൽ ലോഗിൻ ചെയ്യുന്നതിന് ആദ്യം അവർ യു‌എൻ സജീവമാക്കണം. യു‌എ‌എൻ
                    സജീവമാക്കുന്നതിനുള്ള പ്രക്രിയ വളരെ ലളിതവും ഇപി‌എഫ്‌ഒ പോർട്ടലിൽ ഓൺലൈനിൽ ചെയ്യാവുന്നതുമാണ്. ഇപിഎഫ് പദ്ധതിയിലെ എല്ലാ അംഗങ്ങൾക്കും
                     യുഎൻ അനുവദിച്ചിരിക്കുന്നു. ജീവനക്കാർക്ക് അവരുടെ തൊഴിലുടമകളിൽ നിന്ന് അവരുടെ യു‌എൻ കണ്ടെത്താനും അല്ലെങ്കിൽ മിക്ക കേസുകളിലും ഇത്
                     ശമ്പള സ്ലിപ്പിൽ കണ്ടെത്താനും കഴിയും. ജീവനക്കാർക്കും തൊഴിലുടമകൾക്കുമായി ഇപിഎഫ്ഒ പോർട്ടലിലേക്ക് ലോഗിൻ ചെയ്യുന്നതിനുള്ള നടപടിക്രമം
  							 ചുവടെ പരാമർശിച്ചിരിക്കുന്നു:</p>
                <h4>ജീവനക്കാർക്കായി</h4>
                <p>ജീവനക്കാർക്കായി ഇപിഎഫ്ഒ പോർട്ടലിലേക്ക് ലോഗിൻ ചെയ്യുന്നതിനുള്ള പ്രക്രിയ ചുവടെ പരാമർശിച്ചിരിക്കുന്നു:</p>
                <nav>
                    <ul>
                        <li>ആദ്യം, ജീവനക്കാർ https://www.epfindia.gov.in/site_en/index.php എന്ന EPFO ​​വെബ്‌സൈറ്റിലേക്ക് പോകണം.</li>
                        <li>ജീവനക്കാരൻ ഇപി‌എഫ്‌ഒ വെബ്‌സൈറ്റിൽ എത്തിക്കഴിഞ്ഞാൽ, അവൻ / അവൾ ‘Our Services’ എന്നതിലേക്ക് പോയി ‘For Employees’ ക്ലിക്കുചെയ്യുക.</li>
                        <li>അടുത്ത പേജിൽ, ജീവനക്കാരൻ ‘Member UAN/Online Service (OCS/OTCP)’ ക്ലിക്കുചെയ്യണം. ലിങ്ക് ‘Services’ എന്നതിന് കീഴിൽ കണ്ടെത്താൻ കഴിയും.</li>
                        <li>പുതിയ പേജിൽ, ജീവനക്കാരൻ അവന്റെ / അവളുടെ യു‌എ‌എനും പാസ്‌വേഡും നൽകണം. ആ വിശദാംശങ്ങൾക്കൊപ്പം, നൽകിയിട്ടുള്ള ക്യാപ്‌ച വിശദാംശങ്ങളും ജീവനക്കാരൻ നൽകണം.</li>
                        <li>അടുത്തതായി, ജീവനക്കാരൻ ‘സൈൻ ഇൻ’ ക്ലിക്കുചെയ്യണം.</li>
                        <li>അടുത്ത പേജ് ജീവനക്കാരുടെ ഇപിഎഫ്ഒ പോർട്ടലിലേക്ക് നയിക്കും. ജീവനക്കാർ‌ക്ക് അവരുടെ ഉപഭോക്താവിനെ അറിയുക (കെ‌വൈ‌സി) വിശദാംശങ്ങൾ‌ അപ്‌ഡേറ്റ്
  									ചെയ്യാനും അവരുടെ പി‌എഫ് തുക ക്ലെയിം ചെയ്യാനും അവരുടെ പി‌എഫ് ബാലൻസ് പരിശോധിക്കാനും അവരുടെ പി‌എഫ് തുക ഇപി‌എഫ്‌ഒ പോർട്ടലിൽ കൈമാറാനും കഴിയും.</li>
                    </ul>
                </nav>
                <h4>തൊഴിലുടമകൾക്കായി</h4>
                <p>തൊഴിലുടമകൾ ഇപിഎഫ്ഒ പോർട്ടലിലേക്ക് ലോഗിൻ ചെയ്യുന്നതിനായി അദ്ദേഹം പ്രോസസ്സ് ചെയ്യുന്നത് ചുവടെ പരാമർശിച്ചിരിക്കുന്നു:</p>
                <nav>
                    <ul>
                        <li>ആദ്യം, തൊഴിലുടമ https://unifiedportal-emp.epfindia.gov.in/epfo/# എന്ന EPFO ​​എം‌പ്ലോയർ ലോഗിൻ പേജ് സന്ദർശിക്കണം.</li>
                        <li>അടുത്തതായി, തൊഴിലുടമ ഉപയോക്തൃനാമവും പാസ്‌വേഡും നൽകണം, തുടർന്ന് ‘സൈൻ ഇൻ’ ക്ലിക്കുചെയ്യുക.</li>
                        <li>അടുത്ത പേജ് തൊഴിലുടമയുടെ ഇപിഎഫ്ഒ പോർട്ടലിന്റെ പ്രധാന പേജായിരിക്കും, അവിടെ തൊഴിലുടമയ്ക്ക് ജീവനക്കാരന്റെ കെ‌വൈ‌സി
  									വിശദാംശങ്ങൾ അംഗീകരിക്കാൻ കഴിയും.</li>
                    </ul>
                </nav>
                <p>സാമ്പത്തിക ഇടപാടുകളും അതിന് കീഴിലുള്ള അംഗങ്ങളുടെ എണ്ണവും കണക്കിലെടുക്കുമ്പോൾ, ലോകത്തിലെ ഏറ്റവും വലിയ സാമൂഹിക സുരക്ഷാ
  							ഓർഗനൈസേഷനുകളിൽ ഒന്നാണ് ഇപിഎഫ്ഒ. ഇപി‌എഫ്‌ഒയ്ക്ക് കീഴിലുള്ള മൂന്ന് സ്കീമുകൾ ചുവടെയുള്ള പട്ടികയിൽ പരാമർശിച്ചിരിക്കുന്നു:</p>
                <div className="default-table">
                    <table><tbody>
                        <tr>
                            <td>എംപ്ലോയീസ് പ്രൊവിഡന്റ് ഫണ്ട് (ഇപിഎഫ്)</td>
                            <td>സ്കീമിന് കീഴിൽ, വിരമിക്കുന്ന സമയത്ത് വ്യക്തികൾക്ക് ഉപയോഗിക്കാൻ സംഭാവനകൾ ശേഖരിക്കുന്നു. വീട് നിർമ്മാണം, അസുഖം,
  										വിവാഹം എന്നിവയിൽ ഭാഗികമായി പിൻവലിക്കൽ അനുവദനീയമാണ്.</td>
                        </tr>
                        <tr>
                            <td>ജീവനക്കാരുടെ പെൻഷൻ പദ്ധതി (ഇപിഎസ്)</td>
                            <td>അംഗങ്ങൾക്ക് വിരമിക്കുന്ന സമയത്ത് ഉപയോഗിക്കുന്നതിനോ അല്ലെങ്കിൽ അംഗം അന്തരിച്ചാൽ നാമനിർദ്ദേശം ചെയ്യപ്പെടുന്നതിനോ പ്രതിമാസ
  										അടിസ്ഥാനത്തിൽ സ്കീമിലേക്ക് സംഭാവനകൾ നൽകുന്നു.</td>
                        </tr>
                        <tr>
                            <td>എംപ്ലോയീസ് ഡെപ്പോസിറ്റ് ലിങ്ക്ഡ് സ്കീം (EDLI)</td>
                            <td>ഇപി‌എഫ്‌ഒ അംഗമായിരിക്കുന്ന സമയത്ത് അംഗം / അവൾ മരണമടഞ്ഞാൽ അദ്ദേഹത്തിന്റെ കുടുംബത്തിന് ആനുകൂല്യങ്ങൾ നൽകുന്നു.
  										പരമാവധി 6 ലക്ഷം രൂപയ്ക്ക് വിധേയമായി ജീവനക്കാരന്റെ ശമ്പളത്തിന്റെ 20 ഇരട്ടി വരെ നൽകുന്നു.</td>
                        </tr></tbody>
                    </table>
                </div>
                <h3>ഇപിഎഫ്ഒ വാഗ്ദാനം ചെയ്യുന്ന സേവനങ്ങൾ</h3>
                <p>ഇപിഎഫ്ഒ വാഗ്ദാനം ചെയ്യുന്ന സേവനങ്ങൾ ചുവടെ പരാമർശിച്ചിരിക്കുന്നു:</p>
                <nav>
                    <ul>
                        <li>പിഎഫ്  പിൻവലിക്കൽ ഓൺ‌ലൈൻ</li>
                        <li>പി‌എഫ് തുകയുടെ ഓൺലൈൻ പേയ്‌മെന്റുകൾ</li>
                        <li>ഒരു അക്കൗണ്ടിൽ നിന്ന് മറ്റൊന്നിലേക്ക് പിഎഫ് കൈമാറുക</li>
                        <li>പി‌എഫ് ബാലൻസ് പരിശോധിക്കുന്നതിന് നഷ്‌ടമായ കോൾ, എസ്എംഎസ് അലേർട്ടുകൾ</li>
                        <li>ഇപിഎഫ് പാസ്‌ബുക്ക് കാണാനും ഡൗൺലോഡുചെയ്യാനും കഴിയും</li>
                        <li>ക്ലെയിം നില ഓൺ‌ലൈനായി പരിശോധിക്കാൻ‌ കഴിയും</li>
                        <li>പരാതി പരിഹാരം</li>
                        <li>അന്താരാഷ്ട്ര തൊഴിലാളികൾക്കായി ഒരു സർട്ടിഫിക്കറ്റ് നൽകിയിട്ടുണ്ട്</li>
                        <li>സ്ഥാപനങ്ങൾക്ക് ഓൺലൈനിൽ രജിസ്റ്റർ ചെയ്യാം</li>
                        <li>യൂണിവേഴ്സൽ അക്കൗണ്ട്  നമ്പർ (യു‌എ‌എൻ)</li>
                    </ul>
                </nav>
                <h3>EPFO UAN ഹെൽപ്പ് ഡെസ്ക്</h3>
                <p>യു‌എ‌എനുമായി ബന്ധപ്പെട്ട എല്ലാ ചോദ്യങ്ങൾ‌ക്കും ഇപി‌എഫ്‌ഒക്ക് ഒരു പ്രത്യേക പോർട്ടൽ ഉണ്ട്. ഹെൽപ്പ് ഡെസ്ക് പോർട്ടലിൽ രജിസ്റ്റർ ചെയ്തുകൊണ്ട് ഒരു
                    വരിക്കാർക്ക് പോർട്ടലിന്റെ സേവനങ്ങൾ നേടാനും യു‌എൻ, ആധാർ നമ്പർ, പാൻ എന്നിവ പോലുള്ള ചില വിശദാംശങ്ങൾ നൽകാനും കഴിയും. ഹെൽപ്പ്
  							ഡെസ്ക് മിക്കവാറും എല്ലാ ഇപിഎഫ്, യു‌എൻ അനുബന്ധ പ്രശ്നങ്ങൾക്കും സഹായം നൽകുന്നു.</p>
                <h3>തൊഴിലുടമകൾക്കായി ഇപിഎഫ്ഒ ലോഗിൻ</h3>
                <p>കൂടുതൽ കാര്യക്ഷമവും സൗകര്യപ്രദവുമായ രീതിയിൽ ക്ലെയിമുകൾ കൈമാറാൻ തൊഴിലുടമകളെ സഹായിക്കുന്നതിന് ഇപിഎഫ്ഒ ഒരു പ്രത്യേക
                     സംവിധാനവും വികസിപ്പിച്ചെടുത്തിട്ടുണ്ട്. തൊഴിലുടമകൾ‌ ഇപി‌എഫ്‌ഒ പോർ‌ട്ടലിലേക്ക് പ്രവേശിക്കുന്നതിനുള്ള പ്രക്രിയ ജീവനക്കാർ‌ക്ക് തുല്യമാണ്.
                     തൊഴിലുടമകൾക്ക് ഒരു യുഎൻ ഉണ്ടായിരിക്കണം, അത് ഇപിഎഫ്ഒ പോർട്ടലിൽ രജിസ്റ്റർ ചെയ്യുകയും സജീവമാക്കുകയും ചെയ്യുന്നു. ലോഗിൻ ചെയ്യാനും
                     സേവനങ്ങൾ നേടാനും, തൊഴിലുടമകൾ അവരുടെ യുഎൻ ഉപയോക്തൃ ഐഡിയും സജീവമാക്കുമ്പോൾ സൃഷ്ടിച്ച പാസ്‌വേഡും ഉപയോഗിക്കണം.
                     പുതിയ സ്ഥാപനം രജിസ്റ്റർ ചെയ്യുക, ഇസി‌ആർ ചലാൻ പേയ്‌മെന്റുകൾ നടത്തുക, ജീവനക്കാർക്കായി ഇപിഎഫ് അക്കൗണ്ടുകൾ സൃഷ്ടിക്കുക, മറ്റ് നിരവധി
  							 സേവനങ്ങളിൽ ഇപിഎഫ് ക്ലെയിമുകൾ അംഗീകരിക്കുക എന്നിവ തൊഴിലുടമകൾക്കായുള്ള ഓൺലൈൻ സേവനങ്ങളിൽ ഉൾപ്പെടുന്നു.</p>
                <h1>പതിവുചോദ്യങ്ങൾ</h1>
                <h4>1.അംഗം ഒരു ട്രാൻസ്ഫർ ക്ലെയിം ഫയൽ ചെയ്യാൻ ആഗ്രഹിക്കുന്നുവെങ്കിൽ, അവൻ / അവൾ അംഗ പോർട്ടലിൽ രജിസ്റ്റർ ചെയ്യേണ്ടതുണ്ടോ?</h4>
                <p>അതെ, ഒരു ട്രാൻസ്ഫർ ക്ലെയിമിനായി ഫയൽ ചെയ്യുന്നതിന് അംഗം അംഗ പോർട്ടലിൽ രജിസ്റ്റർ ചെയ്യണം.</p>
                <h4>2.ഇപിഎഫിന് തൊഴിലുടമയുടെയും ജീവനക്കാരുടെയും സംഭാവന എന്താണ്?</h4>
                <p>തൊഴിലുടമയും ജീവനക്കാരനും ഓരോരുത്തരും ജീവനക്കാരുടെ ശമ്പളത്തിന്റെ 12% ഇപിഎഫിന് സംഭാവന ചെയ്യുന്നു. ജീവനക്കാരന്റെ മുഴുവൻ സംഭാവനയും
  							ഇപിഎഫിലേക്ക് പോകുമ്പോൾ, തൊഴിലുടമയുടെ സംഭാവനയുടെ 8.33% പെൻഷനിലേക്കാണ് പോകുന്നത്, ബാക്കി ഇപിഎഫിലേക്കാണ്.</p>
                <h4>3.അംഗത്തിന് പിതാവിന്റെ പേര്, പുറത്തുകടന്ന തീയതി, ചേരുന്ന തീയതി, ഇപിഎഫ്ഒ പോർട്ടലിലെ ബന്ധം എന്നിവ
  								പോലുള്ള വിശദാംശങ്ങൾ എഡിറ്റുചെയ്യാനാകുമോ?</h4>
                <p>ഇല്ല, അംഗത്തിന് EPFO ​​പോർട്ടലിൽ മുകളിൽ സൂചിപ്പിച്ച വിശദാംശങ്ങളിൽ മാറ്റങ്ങൾ വരുത്താൻ കഴിയില്ല.</p>
                <h4>4.ഒരു അംഗത്തിന് ഇപിഎഫിന് നിർബന്ധിത 12% അധികമായി നൽകാൻ കഴിയുമോ?</h4>
                <p>അതെ, അംഗത്തിന് പരമാവധി 15,000 രൂപയുടെ 12% അധികമായി സ്വമേധയാ സംഭാവനയായി നൽകാം.</p>
                <h4>5.അംഗത്തിന് ഇപിഎഫ്ഒ പോർട്ടലിൽ അവന്റെ / അവളുടെ ജനനത്തീയതി അല്ലെങ്കിൽ പ്രായം മാറ്റാൻ കഴിയുമോ?</h4>
                <p>സാധാരണയായി അനുവദനീയമല്ലെങ്കിലും, പ്രസക്തമായ രേഖകൾ സമർപ്പിച്ചുകൊണ്ട് അംഗത്തിന് അവന്റെ / അവളുടെ ജനനത്തീയതി അല്ലെങ്കിൽ
  							പ്രായം മാറ്റാൻ കഴിയും.</p>
                <h4>6.അംഗം മരിച്ചാൽ ആർക്കാണ് പെൻഷൻ ലഭിക്കുക?</h4>
                <p>അംഗം മരിച്ചാൽ, പെൻഷൻ അവന്റെ / അവളുടെ പങ്കാളിയ്ക്ക് ലഭിക്കും. കൂടാതെ, അവന്റെ / അവളുടെ കുട്ടികൾ (ഒരു സമയം പരമാവധി 2) 25
  							വയസ്സ് എത്തുന്നതുവരെ അവർക്ക് പെൻഷൻ ലഭിക്കാൻ അർഹതയുണ്ട്.</p>
                <h4>7.യു‌എ‌എൻ ഉണ്ടായിരിക്കുന്നതിന്റെ പ്രയോജനങ്ങൾ എന്തൊക്കെയാണ്?</h4>
                <p>അംഗം അവന്റെ / അവളുടെ യു‌എ‌എൻ സജീവമാക്കിയാൽ‌, അവർക്ക് ഏത് സമയത്തും അവരുടെ പാസ്ബുക്കും യു‌എൻ കാർഡും അച്ചടിക്കാനും
                    ഡൗൺലോഡ്   ചെയ്യാനും കഴിയും. മുമ്പത്തെ എല്ലാ അംഗ ഐഡികളും അംഗത്തിന് കാണാനാകും. കെ‌വൈ‌സി വിശദാംശങ്ങൾ‌ അംഗത്തിന് ഓൺ‌ലൈനായി
  							അപ്‌ഡേറ്റ് ചെയ്യാനും കഴിയും.</p>
                <h4>8.പെൻഷനായി നാമനിർദ്ദേശം നൽകേണ്ടത് എന്തുകൊണ്ട്?</h4>
                <p>അംഗം മരിക്കുകയും യോഗ്യരായ കുടുംബാംഗങ്ങൾ ഇല്ലാതിരിക്കുകയും ചെയ്താൽ, നോമിനിക്ക് പെൻഷൻ ലഭിക്കും.</p>
                <h4>9.ഒരു ജീവനക്കാരന് നേരിട്ട് ഇപിഎഫിൽ ചേരാനാകുമോ?</h4>
                <p>ഇല്ല, ഒരു ജീവനക്കാരന് നേരിട്ട് ഇപിഎഫിൽ ചേരാനാവില്ല. ഓർ‌ഗനൈസേഷൻ‌ 1952 ലെ ഇ‌പി‌എഫ് & എം‌എഫ് ആക്ടിന് കീഴിൽ വന്നാൽ‌ അവന് / അവൾ‌ക്ക് ഇപി‌എഫിൽ ചേരാം.</p>	
            </div>
        )
    }
}

export default Epfologin
