import React, { Component } from 'react'

class Epfpassbook extends Component {
    render() {
        return (
            <div>
                <h1>ഇപിഎഫ് പാസ്ബുക്ക്</h1>
                <p>ഏത് സമയത്തും അവരുടെ ഇപിഎഫ് അക്കൗണ്ട് സ്റ്റേറ്റ്‌മെന്റുകൾ പരിശോധിക്കാൻ ഉപയോക്താക്കളെ സഹായിക്കുന്ന ഒരു ഓൺലൈൻ പാസ്‌ബുക്ക്
                    സൗകര്യമാണ് ഇപിഎഫ് പാസ്‌ബുക്ക്. നിങ്ങളുടെ ബാലൻസ് സ്റ്റേറ്റ്‌മെന്റുകൾ പരിശോധിക്കാനും അച്ചടിക്കാനും ഡൗൺലോഡുചെയ്യാനും കഴിയും. ഇപിഎഫ്ഒ
                    അപ്ലിക്കേഷൻ ഉപയോഗിച്ചും പ്രസ്താവനകൾ ആക്സസ് ചെയ്യാൻ കഴിയും.ജീവനക്കാരന്റെ / അവളുടെ പി‌എഫ് അക്കൗണ്ട്  നമ്പർ, തൊഴിലുടമയുടെ പേര്,
                    സ്ഥാപന ഐഡി, പെൻഷൻ സ്കീം, ഇപിഎഫ് സ്കീം വിശദാംശങ്ങൾ, ഇപിഎഫ് ഓഫീസിന്റെ പേരും തരവും തുടങ്ങിയ വിവിധ വിശദാംശങ്ങൾ ഇപിഎഫ്
                    പാസ്ബുക്കിൽ കാണാം.എന്നിരുന്നാലും, ഒരു വ്യക്തിക്ക് അവന്റെ / അവളുടെ പാസ്ബുക്ക് കാണാനുംഡൗൺലോഡ്  ചെയ്യാനും കഴിയുന്നതിന് മുമ്പ്,
                    യൂണിവേഴ്സൽ അക്കൗണ്ട്  നമ്പർ (യു‌എ‌എൻ) സജീവമാക്കൽ പൂർത്തിയാക്കണം. യു‌എ‌എൻ അനുവദിച്ചിരിക്കുന്നത് ഇപി‌എഫ്‌ഒയാണ്, കൂടാതെ ജീവനക്കാരന്
                  തൊഴിലുടമയിൽ നിന്നോ ശമ്പള സ്ലിപ്പിൽ നിന്നോ അവന്റെ / അവളുടെ യു‌എൻ സ്വീകരിക്കാൻ കഴിയും. ജീവനക്കാർക്ക് യു‌എൻ പോർട്ടൽ സന്ദർശിച്ച്
  						 	അവരുടെ യു‌എൻ അറിയാനും കഴിയും.</p>
                <h3>ഇപിഎഫ് പാസ്ബുക്ക് കാണാനും ഡൗൺലോഡ്  ചെയ്യാനുമുള്ള നടപടിക്രമം</h3>
                <p>ഇപിഎഫ് പാസ്ബുക്ക് കാണാനും ഡൗൺലോഡ്  ചെയ്യാനുമുള്ള പ്രക്രിയ വളരെ ലളിതവും ഇപിഎഫ്ഒ പോർട്ടലിൽ ചെയ്യാവുന്നതുമാണ്. എന്നിരുന്നാലും,
                    പാസ്ബുക്ക് ഓൺലൈനിൽ കാണാനും ഡൗൺലോഡ്  ചെയ്യാനും ആഗ്രഹിക്കുന്നുവെങ്കിൽ ജീവനക്കാരൻ ചുവടെ സൂചിപ്പിച്ച കാര്യങ്ങൾ മനസ്സിൽ
  							സൂക്ഷിക്കണം:</p>
                <nav>
                    <ul>
                        <li>ഇപിഎഫ്ഒ പോർട്ടലിൽ യുഎൻ രജിസ്ട്രേഷൻ പൂർത്തിയാക്കുന്ന അംഗങ്ങൾക്ക് മാത്രമേ ഇപിഎഫ് പാസ്ബുക്ക് സൗകര്യം ലഭ്യമാകൂ.</li>
                        <li>രജിസ്ട്രേഷൻ അല്ലെങ്കിൽ ആക്റ്റിവേഷൻ പൂർത്തിയായി 6 മണിക്കൂർ കഴിഞ്ഞാൽ മാത്രമേ പാസ്ബുക്ക് സൗകര്യം ലഭ്യമാകൂ.</li>
                        <li>പോർട്ടലിൽ വരുത്തിയ ഏത് മാറ്റവും 6 മണിക്കൂറിന് ശേഷം മാത്രമേ അപ്‌ഡേറ്റ് ചെയ്യുകയുള്ളൂ.</li>
                        <li>പാസ്ബുക്കിൽ നൽകിയിട്ടുള്ള എൻ‌ട്രികൾ‌ ഇപി‌എഫ്‌ഒ ഫീൽ‌ഡ് ഓഫീസുകൾ‌ നൽ‌കിയവയുമായി പൊരുത്തപ്പെടണം.</li>
                        <li>പ്രവർത്തനരഹിതമായ അംഗങ്ങൾ, സെറ്റിൽഡ് അംഗങ്ങൾ, ഒഴിവാക്കപ്പെട്ട എസ്റ്റാബ്ലിഷ്‌മെന്റ് അംഗങ്ങൾ എന്നിവർക്ക് ഇപിഎഫ് പാസ്‌ബുക്ക് സൗകര്യം ലഭ്യമാക്കാൻ കഴിയില്ല.</li>
                    </ul>
                </nav>
                <p>ഇപിഎഫ് പാസ്ബുക്ക് കാണാനും ഡൗൺലോഡ്  ചെയ്യാനുമുള്ള നടപടിക്രമങ്ങൾ ചുവടെ പരാമർശിച്ചിരിക്കുന്നു:</p>
                <nav>
                    <ul>
                        <li>തുടക്കത്തിൽ, ജീവനക്കാരൻ https://www.epfindia.gov.in/site_en/index.php സന്ദർശിക്കണം.	</li>
                        <li>അടുത്തതായി, ജീവനക്കാരൻ ‘ഇ-പാസ്ബുക്ക്’ ഓപ്ഷനിൽ ക്ലിക്കുചെയ്യണം.	</li>
                        <li>പുതിയ ടാബിൽ, ജീവനക്കാരൻ അവന്റെ / അവളുടെ യു‌എ‌എൻ, പാസ്‌വേഡ്, ക്യാപ്‌ച വിശദാംശങ്ങൾ എന്നിവ നൽകണം.	</li>
                        <li>അടുത്തതായി, ജീവനക്കാരൻ ‘ലോഗിൻ’ ക്ലിക്കുചെയ്യണം.	</li>
                        <li>അടുത്ത പേജിൽ, ജീവനക്കാരന്റെ അംഗ ഐഡി പ്രദർശിപ്പിക്കും. ജീവനക്കാരന് വിവിധ അംഗ ഐഡികൾ ഉണ്ടെങ്കിൽ, അവയെല്ലാം സ്ക്രീനിൽ പ്രദർശിപ്പിക്കും.	</li>
                        <li>ജീവനക്കാരൻ അവൻ / അവൾ ഡൗൺലോഡ്  ചെയ്യാൻ ആഗ്രഹിക്കുന്ന മെമ്പർ ഐഡിയിൽ ക്ലിക്കുചെയ്യണം.</li>
                        <li>അംഗം ഐഡിയിൽ‌ ക്ലിക്കുചെയ്‌തുകഴിഞ്ഞാൽ‌, ഓർ‌ഗനൈസേഷൻറെ പേര്, ജീവനക്കാരുടെ പേര്, ഓഫീസ് സ്ഥിതിചെയ്യുന്ന സ്ഥലം, തൊഴിലുടമയുടെയും ജീവനക്കാരുടെയും പങ്ക്,
  									സംഭാവന എന്നിവ പോലുള്ള പി‌എഫ് അക്കൗണ്ടിന്റെ  എല്ലാ വിശദാംശങ്ങളും പ്രദർശിപ്പിക്കും. എംപ്ലോയീസ് പെൻഷൻ സ്കീം (ഇപിഎസ്) അക്കൗണ്ടിലേക്ക്.</li>
                        <li>ജീവനക്കാരന് PDF ഫോർമാറ്റിൽ PF സ്റ്റേറ്റ്മെന്റ് ഡൗൺലോഡ്  ചെയ്യാനും സ്റ്റേറ്റ്മെന്റിന്റെ പ്രിൻറ്ഔട്ട് എടുക്കാനും കഴിയും.</li>
                    </ul>
                </nav>
                <h3>ഇപിഎഫ് പാസ്‌ബുക്കിലെ പതിവുചോദ്യങ്ങൾ</h3>
                <h4>1.എന്റെ പാസ്ബുക്ക് ഡൗൺലോഡ്  ചെയ്യാനോ കാണാനോ കഴിയുമോ?</h4>
                <nav>
                    <ul>
                        <li>നിങ്ങളുടെ യു‌എ‌എനും പാസ്‌വേഡും ഉപയോഗിച്ച് അംഗ പോർട്ടലിലേക്ക് പ്രവേശിക്കുക.</li>
                        <li>മെനു ഓപ്ഷനായ ‘ഡൗൺലോഡ്’ എന്നതിലേക്ക് പോയി ‘ഡൗൺലോഡ് പാസ്ബുക്ക്’ തിരഞ്ഞെടുക്കുക.</li>
                        <li>പാസ്ബുക്കിന്റെ PDF പതിപ്പ് ഡൗൺലോഡ് ചെയ്യാനും കഴിയും.</li>
                    </ul>
                </nav>
                <h4>2.യൂണിവേഴ്സൽ അക്കൗണ്ട്  നമ്പർ (യു‌എ‌എൻ) ഇല്ലാതെ ഇപി‌എഫ് പാസ്‌ബുക്ക് ഓൺ‌ലൈനായി കാണാൻ കഴിയുമോ?</h4>
                <p>ഇല്ല, യു‌എ‌എൻ ഇല്ലാതെ നിങ്ങളുടെ പാസ്ബുക്ക് ഓൺ‌ലൈനിൽ കാണാൻ കഴിയില്ല. പാസ്‌ബുക്ക് ഓൺ‌ലൈനിലും UMANG അപ്ലിക്കേഷനിലും
  							 കാണുന്നതിന് UAN ഉം പാസ്‌വേഡും ആവശ്യമാണ്.</p>
                <h4>3.ഇപിഎഫ് പാസ്ബുക്ക് ഏത് ഫോർമാറ്റിലാണ് വരുന്നത്? പ്രമാണം തുറക്കുന്നതിന്, ഒരു പാസ്‌വേഡ് ആവശ്യമുണ്ടോ?</h4>
                <p>ഡൗൺലോഡ്  ചെയ്ത ഇപിഎഫ് പാസ്ബുക്ക് പിഡിഎഫ് ഫോർമാറ്റിൽ വരുന്നു. ഇല്ല, ഡൗൺലോഡ്ചെയ്ത പ്രമാണം തുറക്കാൻ പാസ്‌വേഡ് ആവശ്യമില്ല.</p>
                <h4>4.എം‌പി‌എസ് പാസ്ബുക്കിലെ എല്ലാ എൻ‌ട്രികളും എം‌പ്ലോയീസ് പ്രൊവിഡൻറ് ഫണ്ട് ഓർ‌ഗനൈസേഷൻ (ഇപി‌എഫ്‌ഒ) സാധൂകരിക്കുന്നുണ്ടോ?</h4>
                <p>പാസ്ബുക്കിൽ അപ്‌ഡേറ്റ് ചെയ്യുന്നതിന് മുമ്പ് ഇപിഎഫ് പാസ്ബുക്കിൽ നൽകിയ എൻ‌ട്രികൾ ഇപി‌എഫ്‌ഒ ഫീൽഡ് ഓഫീസുകളിൽ പരിശോധിക്കുന്നു.</p>
                <h4>5.യു‌എ‌എൻ‌ രജിസ്ട്രേഷന് ശേഷം പാസ്ബുക്ക് ഓൺ‌ലൈനായി ജനറേറ്റ് ചെയ്യുന്നതിന് എത്ര സമയമെടുക്കും?</h4>
                <p>പാസ്ബുക്ക് ജനറേറ്റ് ചെയ്യുന്നതിന് യു‌എൻ രജിസ്ട്രേഷന് ശേഷം പരമാവധി 6 മണിക്കൂർ എടുക്കും.</p>
                <h4>6.ആർക്കാണ് ഇപിഎഫ് പാസ്ബുക്ക് ഡൗൺലോഡ്  സൗകര്യം ആക്സസ് ചെയ്യാൻ കഴിയുക?</h4>
                <p>ഇപിഎഫ്ഒ പോർട്ടലിനായി രജിസ്റ്റർ ചെയ്ത അംഗങ്ങൾക്ക് മാത്രമേ ഇപിഎഫ് പാസ്ബുക്ക് കാണാനും ഡൗൺലോഡ്  ചെയ്യാനും കഴിയൂ.</p>
                <h4>ഇപിഎഫ് പാസ്‌ബുക്കിൽ പ്രതിഫലിപ്പിക്കാൻ ഓൺലൈനിൽ വരുത്തിയ ഏതെങ്കിലും അപ്‌ഡേറ്റുകൾക്ക് എത്ര സമയമെടുക്കും?</h4>
                <p>ഓൺലൈനിൽ വരുത്തിയ ഏത് അപ്‌ഡേറ്റുകളും 6 മണിക്കൂറിനുശേഷം മാത്രമേ ഇപിഎഫ് പാസ്‌ബുക്കിൽ പ്രതിഫലിക്കുകയുള്ളൂ.	</p>
                <h4>എല്ലാ ഇപിഎഫ് അംഗങ്ങൾക്കും ഇപിഎഫ് പാസ്ബുക്ക് സൗകര്യത്തിന് അർഹതയുണ്ടോ?</h4>
                <p>ഇല്ല, എല്ലാ ഇപിഎഫ് അംഗങ്ങൾക്കും ഇപിഎഫ് പാസ്ബുക്ക് സ to കര്യത്തിലേക്ക് പ്രവേശനമില്ല. ചുവടെ സൂചിപ്പിച്ച അംഗങ്ങൾക്ക് പാസ്ബുക്ക് സൗകര്യത്തിലേക്ക് പ്രവേശനമില്ല:</p>
                <nav>
                    <ul>
                        <li>പ്രവർത്തനരഹിതമായ അംഗങ്ങൾ</li>
                        <li>സെറ്റിൽഡ് അംഗങ്ങൾ</li>
                        <li>ഒഴിവാക്കപ്പെട്ട സ്ഥാപിത അംഗങ്ങൾ</li>
                    </ul>
                </nav>
            </div>
        )
    }
}

export default Epfpassbook
