import React, { Component } from 'react'

class Epfstatus extends Component {
    render() {
        return (
            <div>
                <h1>നിങ്ങളുടെ പി‌എഫ് സ്റ്റാറ്റസ് എങ്ങനെ ഓൺ‌ലൈനിൽ പരിശോധിക്കാം</h1>
                <p>എംപ്ലോയീസ് പ്രൊവിഡന്റ് ഫണ്ട് (ഇപിഎഫ്) പദ്ധതി പ്രകാരം വ്യക്തികൾക്ക് എംപ്ലോയീസ് പ്രൊവിഡന്റ് ഫണ്ട് ഓർഗനൈസേഷൻ
                                  (ഇപിഎഫ്ഒ) പോർട്ടൽ ഉപയോഗിച്ച് പണം പിൻവലിക്കാൻ കഴിയും. ഓൺലൈനിൽ ക്ലെയിം നില പരിശോധിക്കുന്നതിന്റെ ഗുണങ്ങൾ
  							ഇവയാണ്:</p>
                <nav>
                    <ul>
                        <li>1.ലളിതമായ നടപടിക്രമം </li>
                        <li>2.കുറഞ്ഞ സമയപരിധി </li>
                        <li>3.ഡോക്യൂമെൻറ്സ് ഒന്നും ആവശ്യമില്ല</li>
                    </ul>
                </nav>
                <p>ഇപിഎഫ് ക്ലെയിം നില ഓൺ‌ലൈൻ പരിശോധിക്കുക
                    വ്യക്തികളെ അവരുടെ വിരമിക്കലിനായി ലാഭിക്കാൻ സഹായിക്കുന്ന ഒരു പദ്ധതിയാണ് എംപ്ലോയീസ് പ്രൊവിഡന്റ് ഫണ്ട്. സ്കീമിലേക്കുള്ള
                     സംഭാവന (ജീവനക്കാരന്റെ അടിസ്ഥാന ശമ്പളത്തിന്റെ 12%) തൊഴിലുടമയും ജീവനക്കാരും ഓരോരുത്തരും നൽകുന്നു.

                    എംപ്ലോയീ പ്രൊവിഡന്റ് ഫണ്ട് ഓർഗനൈസേഷനാണ് ഇപിഎഫ് പദ്ധതി കൈകാര്യം ചെയ്യുന്നത്. പദ്ധതിയുടെ വിവിധ ആനുകൂല്യങ്ങൾ
                    ജോലിക്കിടെയോ വിരമിച്ച ശേഷമോ ജീവനക്കാർക്ക് ലഭിക്കും. സ്കീമിലെ എല്ലാ അംഗങ്ങൾക്കും അനുവദിച്ചിരിക്കുന്ന യൂണിവേഴ്സൽ അക്കൗണ്ട്
                    നമ്പർ (യു‌എ‌എൻ) ഇപി‌എഫ്‌ഒ അവതരിപ്പിച്ചു. യു‌എ‌എൻ‌ അവതരിപ്പിച്ചതോടെ, പി‌എഫ് പിൻ‌വലിക്കൽ, പി‌എഫ് ബാലൻസ്, ഒരു അക്കൗണ്ടിൽ
                    നിന്ന് മറ്റൊന്നിലേക്ക് പി‌എഫ് കൈമാറുന്നതിനൊപ്പം ‘know your customer’ വിശദാംശങ്ങൾ‌ അപ്‌ഡേറ്റുചെയ്യൽ തുടങ്ങി നിരവധി വിശദാംശങ്ങൾ‌
  								 വളരെ ലളിതമായിത്തീർ‌ന്നു.</p>
                <h3>ക്ലെയിം സ്റ്റാറ്റസ് ചെക്ക് ചെയ്യാൻ ഉള്ള സ്റ്റെപ്പുകൾ </h3>
                <p>വ്യക്തികൾ‌ പി‌എഫ് ഫണ്ടുകൾ‌ പിൻ‌വലിക്കാൻ‌ അഭ്യർ‌ത്ഥിച്ചുകഴിഞ്ഞാൽ‌, അവരുടെ ക്ലെയിമുകളുടെ നില പരിശോധിക്കുന്നത് വളരെ
                    എളുപ്പമാണ്. യുഎൻ പോർട്ടൽ ഇപിഎഫ്ഒ അവതരിപ്പിച്ചതിനുശേഷമാണ് ഇത് സാധ്യമാകുന്നത്. ജീവനക്കാർ‌ക്ക് അവരുടെ ക്ലെയിമുകൾ‌
  								 ഓൺ‌ലൈനായി പരിശോധിക്കുന്നതിന്, ചുവടെ സൂചിപ്പിച്ച വിവരങ്ങൾ‌ അവർക്ക് ലഭ്യമായിരിക്കണം:</p>
                <nav>
                    <ul>
                        <li>1.യൂഎഎൻ  </li>
                        <li>2.കമ്പനിയുടെ പേരും വിപുലീകരണ കോഡും (ആവശ്യമെങ്കിൽ)</li>
                        <li>3.തൊഴിലുടമയുടെ ഇപിഎഫ് പ്രാദേശിക ഓഫീസ്</li>
                    </ul>
                </nav>
                <p>മേൽപ്പറഞ്ഞ എല്ലാ വിവരങ്ങളും വ്യക്തിക്ക് ലഭിച്ചുകഴിഞ്ഞാൽ, ചുവടെ സൂചിപ്പിച്ച നടപടിക്രമങ്ങൾ ഉപയോഗിച്ച് ഇപിഎഫ് ക്ലെയിം നില
  								 കണ്ടെത്താനാകും:</p>
                <h3>ഇപിഎഫ്ഓ പോർട്ടൽ വഴി </h3>
                <p>താഴെപ്പറയുന്ന നടപടിക്രമങ്ങൾ പാലിച്ചുകൊണ്ട് ജീവനക്കാർക്ക് ഇപിഎഫ്ഒ പോർട്ടലിൽ നിന്ന് നേരിട്ട് ക്ലെയിം നില പരിശോധിക്കാൻ കഴിയും:</p>
                <nav>
                    <ul>
                        <li>ആദ്യം, ജീവനക്കാർ ഇപിഎഫ്ഒയുടെ പോർട്ടൽ സന്ദർശിക്കണം (https://www.epfindia.gov.in/site_en/ index.php)</li>
                        <li>അടുത്തതായി, ജീവനക്കാർ ‘for employees ’ ക്ലിക്കുചെയ്യണം. ഈ ഓപ്‌ഷൻ ‘Our Service ’ എന്ന മെനുവിൽ കണ്ടെത്താനാകും.</li>
                        <li>അടുത്ത പേജിൽ‌, ജീവനക്കാർ‌ ‘Services’ മെനുവിൽ‌ അടങ്ങിയിരിക്കുന്ന ‘Know Your Claim Status’ ക്ലിക്കുചെയ്യണം.</li>
                        <li>പുതിയ ടാബിൽ‌, ജീവനക്കാർ‌ അവരുടെ യു‌എ‌എൻ‌, ക്യാപ്‌ച വിശദാംശങ്ങൾ‌ നൽ‌കുകയും ‘Search’ ക്ലിക്കുചെയ്യുകയും വേണം.</li>
                        <li>അടുത്ത പേജിൽ, ജീവനക്കാർ ഡ്രോപ്പ്ഡൗൺ  മെനുവിൽ നിന്ന് അംഗ ഐഡി തിരഞ്ഞെടുക്കണം. അംഗ ഐഡി തിരഞ്ഞെടുത്തുകഴിഞ്ഞാൽ,
  											‘View Claim Status’ ക്ലിക്കുചെയ്യുക.</li>
                        <li>ക്ലെയിം നിലയുടെ വിശദാംശങ്ങൾ സ്ക്രീനിൽ പ്രദർശിപ്പിക്കും.</li>
                        <li>ക്ലെയിമുകൾ സംബന്ധിച്ച് പതിവ് അപ്‌ഡേറ്റുകൾ ഇപിഎഫ്ഒ എസ്എംഎസ് വഴി നൽകുന്നു. അത്തരം ക്ലെയിം അപേക്ഷകളുടെ വിശദാംശങ്ങളും
  											 ജീവനക്കാരുടെ ബാങ്ക് അക്കൗണ്ടിലേക്ക് ഫണ്ട് കൈമാറുന്നതും എസ്എംഎസ് വഴി അയയ്ക്കും.</li>
                    </ul>
                </nav>
                <h3>യു‌എ‌എൻ‌ പോർ‌ട്ടലിലേക്ക് പ്രവേശിച്ചുകൊണ്ട്</h3>
                <p>ജീവനക്കാർ‌ക്ക് അവരുടെ യു‌എ‌എൻ‌ പോർ‌ട്ടലിലേക്ക് പ്രവേശിച്ച് അവരുടെ ക്ലെയിമിന്റെ നില പരിശോധിക്കാനും കഴിയും. ക്ലെയിമിന്റെ
  									നില പരിശോധിക്കുന്നതിനുള്ള നടപടിക്രമം ചുവടെ പരാമർശിച്ചിരിക്കുന്നു:</p>
                <nav>
                    <ul>
                        <li>തുടക്കത്തിൽ, ജീവനക്കാർ EPFO- യുടെ ഔദ്യോഗിക വെബ്സൈറ്റ് സന്ദർശിക്കണം (https://www.epfindia.gov.in/site_en/index.php).</li>
                        <li>അടുത്തതായി, ജീവനക്കാർ ‘for employees ’ ക്ലിക്കുചെയ്യണം. ഈ ഓപ്‌ഷൻ ‘Our Service ’ എന്ന മെനുവിൽ കണ്ടെത്താനാകും.</li>
                        <li>‘For Employees’ പേജിൽ ‘Services’ എന്നതിന് കീഴിലുള്ള ‘Member UAN/Online Service (OCS/OTCP)’ കാണാം . അതിൽ  ക്ലിക്ക് ചെയ്യുക.</li>
                        <li>തുറന്ന പുതിയ ടാബിൽ‌, ജീവനക്കാരൻ‌ അവന്റെ / അവളുടെ യു‌എ‌എൻ‌ വിശദാംശങ്ങളും ക്യാപ്‌ചയും നൽകണം.</li>
                        <li>ജീവനക്കാരൻ അവന്റെ / അവളുടെ യു‌എ‌എൻ‌ പോർ‌ട്ടലിൽ‌ പ്രവേശിച്ചുകഴിഞ്ഞാൽ‌, അവൻ / അവൾ‌ ‘Track Claim Status’ ക്ലിക്കുചെയ്യണം,
  												അത് ‘online service’ കീഴിൽ കണ്ടെത്താനാകും.</li>
                        <li>അടുത്ത പേജിൽ, ക്ലെയിമിന്റെ നില കാണാവുന്നതാണ്.</li>
                    </ul>
                </nav>
            </div>
        )
    }
}

export default Epfstatus
