import React, { Component } from 'react'

class Nps extends Component {
    render() {
        return (
            <div>
                <h1>എൻ‌പി‌എസ് - ദേശീയ പെൻഷൻ പദ്ധതി</h1>
                <p> ദേശീയ പെൻഷൻ സംവിധാനം (എൻ‌പി‌എസ്) കേന്ദ്ര സർക്കാർ 2004 ജനുവരി 1 ന് അവതരിപ്പിച്ചു. തുടക്കത്തിൽ, ഈ പദ്ധതി കേന്ദ്ര സർക്കാർ ഉദ്യോഗസ്ഥർക്ക്
                                   (സായുധ സേനയ്ക്ക് പുറമെ) മാത്രമേ അവതരിപ്പിച്ചിരുന്നുള്ളൂ, എന്നിരുന്നാലും, 2009 മെയ് 1 മുതൽ ഈ പദ്ധതി ലഭ്യമാക്കി എല്ലാ ഇന്ത്യൻ പൗരന്മാരും.
                                    പെൻഷൻ ഫണ്ട് റെഗുലേറ്ററി ആൻഡ് ഡെവലപ്‌മെന്റ് അതോറിറ്റിയാണ് (പി‌എഫ്‌ആർ‌ഡി‌എ) ഈ പദ്ധതി നിയന്ത്രിക്കുന്നത്.
  
                                      നാഷണൽ സെക്യൂരിറ്റീസ് ഡിപോസിറ്ററി ലിമിറ്റഡിനെ (എൻ‌എസ്‌ഡി‌എൽ) പി‌എഫ്‌ആർ‌ഡി‌എ സെൻ‌ട്രൽ റെക്കോർഡ് കീപ്പിംഗ് ഏജൻസിയായി (സി‌ആർ‌എ)
                                      നിയമിച്ചു. കസ്റ്റമർ സർവീസ്, അഡ്മിനിസ്ട്രേഷൻ, എൻ‌പി‌എസിന്റെ എല്ലാ വരിക്കാരുടെയും റെക്കോർഡ് സൂക്ഷിക്കൽ എന്നിവ പോലുള്ള പ്രവർത്തനങ്ങൾ
                                        സി‌ആർ‌എ കൈകാര്യം ചെയ്യുന്നു. എൻ‌പി‌എസിന് കീഴിലുള്ള എല്ലാ സബ്‌സ്‌ക്രൈബർമാർക്കും ഒരു സ്ഥിര റിട്ടയർമെന്റ് അക്കൗണ്ട് നമ്പർ
  								(PRAN) CRA നൽകുന്നു. PRAN, സ്ഥിരം റിട്ടയർമെന്റ് അക്കൗണ്ട്  എന്നിവയുമായി ബന്ധപ്പെട്ട ഏത് ഇടപാടുകളും CRA പരിപാലിക്കുന്നു.</p>
                <h3>എൻ‌പി‌എസ് സവിശേഷതകൾ </h3>
                <p>സ്കീമിന്റെ പ്രധാന സവിശേഷതകൾ ചുവടെ പരാമർശിച്ചിരിക്കുന്നു:</p>
                <nav>
                    <ul>
                        <li><h4> യോഗ്യത:</h4> 18 നും 65 നും ഇടയിൽ പ്രായമുള്ളവരും എൻ‌പി‌എസ് മേഖലയിൽ ഉൾപ്പെടാത്തതുമായ
  									ഇന്ത്യൻ പൗരന്മാർക്ക് എൻ‌പി‌എസ് പദ്ധതിയിൽ നിക്ഷേപം നടത്താൻ അർഹതയുണ്ട്.</li>
                        <li><h4>രജിസ്ട്രേഷനായുള്ള ചെലവ്:</h4> തുടക്കത്തിൽ, വ്യക്തികൾ ഒരു എൻ‌പി‌എസ് അക്കൗണ്ടിനായി  രജിസ്റ്റർ ചെയ്യുന്നതിന്
  									500 രൂപ (നികുതി ഒഴികെയുള്ള) നൽകണം.</li>
                        <li><h4>എൻ‌പി‌എസിനുള്ള സംഭാവന: </h4>സ്കീമിനായി നൽകേണ്ട ഏറ്റവും കുറഞ്ഞ സംഭാവന 500 രൂപയാണ് (നികുതി ഉൾപ്പെടെ).
                            നൽകാവുന്ന പരമാവധി സംഭാവനയ്ക്ക് ഉയർന്ന പരിധിയൊന്നുമില്ല. എന്നിരുന്നാലും, ഒരു Tier -1 അക്കൗണ്ടിൽ നൽകാൻ കഴിയുന്ന ഏറ്റവും കുറഞ്ഞ
  									സംഭാവന ഒരു സാമ്പത്തിക വർഷത്തിൽ 1,000 രൂപയാണ്.</li>
                        <li><h4> സംഭാവനകളുടെ എണ്ണം:</h4> ഒരു സാമ്പത്തിക വർഷത്തിൽ വരിക്കാർ കുറഞ്ഞത് ഒരു സംഭാവനയെങ്കിലും നൽകണം.</li>
                        <li><h4>പേയ്‌മെന്റ് രീതികൾ: </h4>ഡിമാൻഡ് ഡ്രാഫ്റ്റ് (ഡിഡി), ചെക്ക്, പണം എന്നിവയുടെ രൂപത്തിൽ പേയ്‌മെന്റുകൾ നടത്താം.</li>
                        <li><h4> സ്കീമിന്റെയും ഫണ്ട് മാനേജരുടെയും മാറ്റം:</h4> സ്കീമിന്റെ മൊത്തത്തിലുള്ള പ്രകടനത്തിൽ വരിക്കാർക്ക് സന്തോഷമില്ലെങ്കിൽ,
  									ഫണ്ട് മാനേജറെയോ പെൻഷൻ പദ്ധതിയെയോ മാറ്റാൻ അവരെ അനുവദിക്കും. Tier -1, Tier -2 അക്കൗണ്ടുകൾ ഈ ഓപ്ഷനുകളുമായി വരുന്നു.</li>
                    </ul>
                </nav>
                <h3>വ്യത്യസ്ത തരം എൻ‌പി‌എസ് അക്കൗണ്ടുകൾ </h3>
                <p>Tier-1, Tier-2 എന്നിവയാണ് എൻ‌പി‌എസ് അക്കൗണ്ടുകളുടെ  രണ്ട് തരം. Tier-1 നിർബന്ധിത അക്കൗണ്ടാണെങ്കിലും Tier-2 ഒരു സ്വമേധയാ ഉള്ള അക്കൗണ്ടാണ്.
  							രണ്ട് അക്കൗണ്ടുകൾ തമ്മിലുള്ള വ്യത്യാസങ്ങൾ ചുവടെയുള്ള പട്ടികയിൽ പരാമർശിച്ചിരിക്കുന്നു:</p>
                <div className="default-table">
                    <table><tbody>
                        <tr className="table-title">
                            <td>വിഭാഗം</td>
                            <td>Tie-I അക്കൗണ്ട്</td>
                            <td>Tie-II അക്കൗണ്ട്</td>
                        </tr>
                        <tr>
                            <td>പരമാവധി സംഭാവന</td>
                            <td>സംഭാവന തുകയ്ക്ക് പരിധിയില്ല</td>
                            <td>അക്കൗണ്ടിലേക്ക് സംഭാവന ചെയ്യുന്ന തുകയ്ക്ക് പരിധിയില്ല</td>
                        </tr>
                        <tr>
                            <td>കുറഞ്ഞ സംഭാവന</td>
                            <td>ഒരു വർഷത്തിൽ 500 രൂപ അല്ലെങ്കിൽ 1,000 രൂപ അക്കൗണ്ടിലേക്ക് നൽകണം</td>
                            <td>250 രൂപ അക്കൗണ്ടിലേക്ക് നൽകണം</td>
                        </tr>
                        <tr>
                            <td>നികുതിയിളവുകൾ</td>
                            <td>രണ്ട് ലക്ഷം രൂപ വരെ നികുതിയിളവിന് വരിക്കാർക്ക് അർഹതയുണ്ട്.</td>
                            <td>അക്കൗണ്ടിന്  കീഴിലുള്ള നികുതിയിളവിന് വരിക്കാർക്ക് യോഗ്യതയില്ല.</td>
                        </tr>
                        <tr>
                            <td>പിൻവലിക്കലുകൾ അനുവദനീയമാണ്</td>
                            <td>വരിക്കാർക്ക് വിരമിക്കുന്നതുവരെ അക്കൗണ്ടിലേക്കുള്ള നിക്ഷേപം പിൻവലിക്കാനാവില്ല.</td>
                            <td>അക്കൗണ്ടിലേക്ക് നൽകിയ സംഭാവനകൾ പിൻവലിക്കാൻ വരിക്കാർക്ക് കഴിയും.</td>
                        </tr>
                        <tr>
                            <td>സ്റ്റാറ്റസ് </td>
                            <td>ഒരു എൻ‌പി‌എസ് അക്കൗണ്ടിനായി രജിസ്റ്റർ ചെയ്യുന്ന വരിക്കാർക്ക് ഇത് ഒരു നിർബന്ധിത അക്കൗണ്ടാണ്</td>
                            <td>വരിക്കാർക്ക് സ്വമേധയാ അടിസ്ഥാനത്തിൽ അക്കൗണ്ട് തുറക്കാൻ കഴിയും.</td>
                        </tr></tbody>
                    </table>
                </div>
                <p>എല്ലാ കേന്ദ്ര സർക്കാർ ജീവനക്കാർക്കും എൻ‌പി‌എസ് അക്കൗണ്ട് നിർബന്ധമാണ്. അവരുടെ അടിസ്ഥാന ശമ്പളത്തിന്റെ 10%
  							എൻ‌പി‌എസിന് സംഭാവന ചെയ്യേണ്ടിവരും. മറ്റെല്ലാ ഇന്ത്യൻ പൗരന്മാർക്കും എൻ‌പി‌എസ് പദ്ധതി സ്വമേധയാ ഉള്ളതാണ്.</p>
                <h3>എൻ‌പി‌എസും മറ്റ് നികുതി ലാഭിക്കൽ പദ്ധതികളും തമ്മിലുള്ള വ്യത്യാസങ്ങൾ </h3>
                <p>ആദായനികുതി നിയമത്തിലെ സെക്ഷൻ 80 സി പ്രകാരം എൻ‌പി‌എസ് നികുതി ആനുകൂല്യങ്ങൾ നൽകുന്ന മറ്റ് പദ്ധതികളിൽ ചിലത് നികുതി ലാഭിക്കുന്ന
                     സ്ഥിര നിക്ഷേപങ്ങൾ (എഫ്ഡി), പബ്ലിക് പ്രൊവിഡന്റ് ഫണ്ട് (പിപിഎഫ്), ഇക്വിറ്റി ലിങ്ക്ഡ് സേവിംഗ്സ് സ്കീം (ഇഎൽഎസ്എസ്) എന്നിവയാണ്. എൻ‌പി‌എസും
  							 മുകളിൽ സൂചിപ്പിച്ച സ്കീമുകളും തമ്മിലുള്ള വ്യത്യാസം താരതമ്യം ചെയ്യുന്ന പട്ടിക ചുവടെ നൽകിയിരിക്കുന്നു:</p>
                <div className="default-table">
                    <table><tbody>
                        <tr className="table-title">
                            <td>സ്കീമിന്റെ തരം</td>
                            <td>പലിശ നിരക്ക് (p.a.)</td>
                            <td>നിക്ഷേപത്തിന്റെ നിശ്ചിത കാലയളവ്</td>
                            <td>പദ്ധതിയുടെ അപകടസാധ്യതകൾ</td>
                        </tr>
                        <tr>
                            <td>NPS</td>
                            <td>പ്രതീക്ഷിക്കുന്ന പലിശ നിരക്ക് 8% മുതൽ 10% വരെയാണ്</td>
                            <td>സ്കീമിലേക്കുള്ള നിക്ഷേപം വിരമിക്കൽ വരെയാണ്</td>
                            <td>നിക്ഷേപത്തിന്റെ വരുമാനം മാർക്കറ്റുമായി ബന്ധപ്പെട്ടതാണ്.</td>
                        </tr>
                        <tr>
                            <td>FD</td>
                            <td>7% മുതൽ 9% വരെയാണ് പലിശ നിരക്ക് ഉറപ്പുനൽകുന്നത്. </td>
                            <td>5 വർഷം</td>
                            <td>പദ്ധതി അപകടരഹിതമാണ്.</td>
                        </tr>
                        <tr>
                            <td>PPF</td>
                            <td>8% ആണ് പലിശ നിരക്ക് ഉറപ്പുനൽകുന്നത്.</td>
                            <td>15 വർഷ</td>
                            <td>ഇത് അപകടസാധ്യതയില്ലാത്ത പദ്ധതിയാണ്.</td>
                        </tr>
                        <tr>
                            <td>ELSS</td>
                            <td>പ്രതീക്ഷിക്കുന്ന പലിശ നിരക്ക് 12% മുതൽ 15% വരെയാണ്.</td>
                            <td>3 വർഷ</td>
                            <td>വരുമാനം മാർക്കറ്റിനെ ആശ്രയിച്ചിരിക്കുന്നു.</td>
                        </tr></tbody>
                    </table>
                </div>
                <p>സ്കീമിൽ നിന്ന് ലഭിക്കുന്ന വരുമാനം പിപിഎഫിനേക്കാളും എഫ്ഡിയേക്കാളും കൂടുതലാണെങ്കിലും, മെച്യൂരിറ്റിക്ക് നികുതി ആനുകൂല്യങ്ങളൊന്നുമില്ല.
                    അക്കൗണ്ടിലേക്ക് നടത്തിയ മൊത്തം നിക്ഷേപത്തിന്റെ 60% പിൻവലിക്കുന്ന വ്യക്തികൾ, ആ തുകയുടെ 20% നികുതി നൽകേണ്ടതാണെന്ന് അറിയണം.
  							എന്നിരുന്നാലും, നികുതി നൽകേണ്ട തുക വ്യത്യാസപ്പെടാം. </p>
                <h3> ഒരു എൻ‌പി‌എസ് അക്കൗണ്ട് തുറക്കുന്നതിനുള്ള നടപടിക്രമം</h3>
                <p>വ്യക്തികൾക്ക് ഓൺ‌ലൈനിലും ഓഫ്‌ലൈനിലും ഒരു എൻ‌പി‌എസ് അക്കൗണ്ട്  തുറക്കാൻ‌ കഴിയും. ഓൺലൈനിലും ഓഫ്‌ലൈനിലും ഒരു എൻ‌പി‌എസ്
  							അക്കൗണ്ട് തുറക്കുന്നതിനുള്ള നടപടിക്രമം ചുവടെ നൽകിയിരിക്കുന്നു:</p>
                <nav>
                    <ul>
                        <li><h4>ഓൺലൈൻ നടപടിക്രമം: </h4> വ്യക്തികൾക്ക് ഓൺലൈനിൽ ഒരു എൻ‌പി‌എസ് അക്കൗണ്ട് തുറക്കുന്നത് വളരെ
                             എളുപ്പമാണ്. ഓൺ‌ലൈനായി രജിസ്റ്റർ ചെയ്യുന്നതിന് വ്യക്തികൾക്ക് ഇഎൻ‌പി‌എസ് വെബ്സൈറ്റ് (https://enps.nsdl.com/eNPS/NationalPensionSystem.html)
                             സന്ദർശിക്കാം. എന്നിരുന്നാലും, വ്യക്തിയുടെ മൊബൈൽ നമ്പർ, ആധാർ, പാൻ കാർഡ്  എന്നിവ എൻ‌പി‌എസ് അക്കൗണ്ടുമായി  ബന്ധിപ്പിക്കണം.
                             മൂല്യനിർണ്ണയം പൂർത്തിയാക്കുന്നതിന്, വ്യക്തിയുടെ രജിസ്റ്റർ ചെയ്ത മൊബൈൽ നമ്പറിലേക്ക് ഒരു ഒടിപി അയയ്ക്കും. രജിസ്ട്രേഷൻ
  										 പൂർത്തിയാകുമ്പോൾ, വരിക്കാർക്ക് ഒരു PRAN ലഭിക്കും, അത് ലോഗിൻ ചെയ്യാൻ ഉപയോഗിക്കാം.</li>
                        <li><h4>ഓഫ്‌ലൈൻ നടപടിക്രമം: </h4> ഒരു എൻ‌പി‌എസ് അക്കൗണ്ട്  തുറക്കുന്നതിന് വ്യക്തികൾ പോയിൻറ് ഓഫ് പ്രെസെൻസ്
                            (പി‌ഒ‌പി) കേന്ദ്രം, ഒരു ബാങ്ക് അല്ലെങ്കിൽ പോസ്റ്റോഫീസ് സന്ദർശിക്കേണ്ടതുണ്ട്. അപേക്ഷാ ഫോമും നിങ്ങളുടെ  കെ‌വൈ‌സി രേഖകളും വ്യക്തി
                             സമർപ്പിക്കേണ്ടതാണ്. ആദ്യ നിക്ഷേപം നടത്തിയ ശേഷം, PoP  സെന്റർ വ്യക്തിക്ക് ഒരു PRAN അയയ്‌ക്കും. വെൽക്കം കിറ്റിൽ പാസ്‌വേഡിനൊപ്പം PRAN
                             ഉണ്ടായിരിക്കും. ഈ വിശദാംശങ്ങൾ ഒരു വ്യക്തിയെ അക്കൗണ്ട് പ്രവർത്തിപ്പിക്കാൻ സഹായിക്കും. എന്നിരുന്നാലും, വ്യക്തികൾ ഒറ്റത്തവണ
  										  രജിസ്ട്രേഷൻ ഫീസ് 125 രൂപ നൽകണം.</li>
                    </ul>
                </nav>
                <h3>ദേശീയ പെൻഷൻ പദ്ധതി പ്രകാരം നികുതി ആനുകൂല്യങ്ങൾ</h3>
                <p>ആദായനികുതി നിയമത്തിലെ സെക്ഷൻ 80 സി പ്രകാരം എൻ‌പി‌എസിന് കീഴിലുള്ള വരിക്കാർക്ക് 1.5 ലക്ഷം രൂപ വരെ നികുതിയിളവിന് അർഹതയുണ്ട്.
  							 നികുതിയിളവ് തൊഴിലുടമയുടെയും വരിക്കാരുടെയും സംഭാവന ഉൾക്കൊള്ളുന്നു.</p>
                <nav>
                    <ul>
                        <li> ആദായനികുതി നിയമത്തിലെ സെക്ഷൻ 80 സിസിഡി (1) വരിക്കാരുടെ സംഭാവനകളെ ഉൾക്കൊള്ളുന്നു. ഇത് സെക്ഷൻ 80 സി യുടെ ഭാഗമാണ്,
                         ഈ വിഭാഗത്തിന് കീഴിൽ ക്ലെയിം ചെയ്യാൻ കഴിയുന്ന പരമാവധി കിഴിവ് ജീവനക്കാരുടെ ശമ്പളത്തിന്റെ 10% ആണ്. എന്നിരുന്നാലും,
                          ഇത് അനുവദനീയമായ പരമാവധി പരിധിയേക്കാൾ കൂടുതലാകരുത്. സ്വയംതൊഴിൽ ചെയ്യുന്ന വ്യക്തികൾക്ക്, നികുതിയിളവിന്റെ പരമാവധി പരിധി
  											മൊത്തം വരുമാനത്തിന്റെ 20% ആണ്. </li>
                        <li>എൻ‌പി‌എസിനായി തൊഴിലുടമയുടെ സംഭാവന ആദായനികുതി നിയമത്തിലെ സെക്ഷൻ 80 സിസിഡി (2) പ്രകാരമാണ്. ഈ വകുപ്പ് ആദായനികുതി
                        നിയമത്തിലെ സെക്ഷൻ 80 സി യുടെ ഭാഗമല്ല. സ്വയം തൊഴിൽ ചെയ്യുന്ന വരിക്കാർക്ക് ഈ വിഭാഗത്തിന് കീഴിൽ ആനുകൂല്യങ്ങൾ നേടാൻ കഴിയില്ല.
                         സ്കീമിന് കീഴിൽ ലഭ്യമായ നികുതിയിളവിന്റെ തുക ഒന്നുകിൽ അടിസ്ഥാന ശമ്പളത്തിന്റെയും ഡയറൻസ് അലവൻസിന്റെയും 10% ആകാം,
  										 അല്ലെങ്കിൽ മൊത്ത വരുമാനം അല്ലെങ്കിൽ എൻ‌പി‌എസിനായി തൊഴിലുടമ നൽകുന്ന യഥാർത്ഥ സംഭാവന, ഏതാണോ കുറവ്.</li>
                        <li>കൂടാതെ, സെക്ഷൻ 80 സിസിഡി (1 ബി) പ്രകാരം, സ്കീമിനായി സ്വയമേവ സംഭാവന ചെയ്താൽ 50,000 രൂപ വരെ അധിക നികുതിയിളവ് ക്ലെയിം
  										ചെയ്യാം.</li>
                    </ul>
                </nav>
                <p>അതിനാൽ, മൊത്തം എൻ‌പി‌എസ് വരിക്കാർക്ക് 2 ലക്ഷം രൂപ വരെ നികുതിയിളവിന് അർഹതയുണ്ട്.</p>
                <h3>ദേശീയ പെൻഷൻ സംവിധാനം അനുവദിക്കുന്നതിനുള്ള നിയമങ്ങൾ </h3>
                <p>എൻ‌പി‌എസ് വിവിധ പദ്ധതികളിൽ നിക്ഷേപം നടത്തുന്നു. എൻ‌പി‌എസിന്റെ സ്കീം ഇ പ്രകാരം ഇക്വിറ്റിയിലേക്കാണ് നിക്ഷേപം നടത്തുന്നത്. വരിക്കാർക്ക്
                    അവരുടെ മൊത്തം നിക്ഷേപത്തിന്റെ 50% വരെ ഇക്വിറ്റികളിലേക്ക് സംഭാവന ചെയ്യാൻ കഴിയും. ആക്റ്റീവ് ചോയിസും ഓട്ടോ ചോയിസും ലഭ്യമായ
  							നിക്ഷേപങ്ങളുടെ രണ്ട് വ്യത്യസ്ത ഓപ്ഷനുകളാണ്.</p>
                <nav>
                    <ul>
                        <li><h4>ആക്റ്റീവ് ചോയ്‌സ്: </h4>  ആക്റ്റീവ് ചോയിസിന് കീഴിൽ, സ്കീമും വിഭജന തരവും വരിക്കാരന് തീരുമാനിക്കാം.
   									സ്വയമേവയുള്ള ചോയിസിന് കീഴിൽ, വരിക്കാരുടെ പ്രായം അനുസരിച്ച്, ഓപ്ഷൻ നിക്ഷേപത്തിന്റെ </li>
                        <li><h4>ഓട്ടോ ചോയ്‌സ്: </h4>അപകടസാധ്യതകൾ തീരുമാനിക്കുന്നു. അതിനാൽ, വരിക്കാരന് പ്രായമുണ്ടെങ്കിൽ അപകടസാധ്യത
  										 കുറഞ്ഞതും കൂടുതൽ സ്ഥിരതയുള്ളതുമായ നിക്ഷേപങ്ങൾ തിരഞ്ഞെടുക്കപ്പെടുന്നു.</li>
                    </ul>
                </nav>
                <h3>എൻ‌പി‌എസ് പിൻവലിക്കൽ പ്രക്രിയ </h3>
                <h4> എൻ‌പി‌എസിന് കീഴിൽ എക്സിറ്റ് റൂളും നേരത്തെയുള്ള പിൻ‌വലിക്കലും:</h4>
                <p> എൻ‌പി‌എസ് ഒരു പെൻഷൻ പദ്ധതിയായതിനാൽ 60 വയസ്സ് തികയുന്നതുവരെ വരിക്കാർ പദ്ധതിയിലേക്ക് നിക്ഷേപം നടത്തേണ്ടത് അത്യാവശ്യമാണ്.
                    എന്നിരുന്നാലും, ചില സാഹചര്യങ്ങളിൽ, വരിക്കാർക്ക് 3 വർഷത്തേക്ക് അക്കൗണ്ടിലേക്ക് നിക്ഷേപിച്ചിട്ടുണ്ടെങ്കിൽ നിക്ഷേപിച്ച തുകയുടെ 25% വരെ
  							പിൻവലിക്കാൻ കഴിയും. നേരത്തേ പിൻവലിക്കൽ അനുവദിക്കുന്ന വ്യത്യസ്ത കേസുകൾ ചുവടെ നൽകിയിരിക്കുന്നു:</p>
                <nav>
                    <ul>
                        <li>വരിക്കാരുടെ മക്കൾ വിവാഹിതരാകുകയാണെങ്കിൽ </li>
                        <li>ഉന്നത പഠനത്തിന്</li>
                        <li>ഒരു വീട് വാങ്ങുന്നതിനോ നിർമ്മിക്കുന്നതിനോ</li>
                        <li> വരിക്കാരുടെയോ അവന്റെ / അവളുടെ കുടുംബാംഗങ്ങളുടെയോ വൈദ്യചികിത്സയുടെ കാര്യത്തിൽ</li>
                    </ul>
                </nav>
                <p>എൻ‌പി‌എസ് പിൻ‌വലിക്കൽ സ്കീമിന് കീഴിൽ പരമാവധി 3 തവണ സാധ്യമാണ്, മാത്രമല്ല പിൻ‌വലിക്കലുകൾക്കിടയിൽ കുറഞ്ഞത് 5 വർഷമെങ്കിലും വിടവ്
                    ഉണ്ടായിരിക്കണം. നേരത്തെയുള്ള പിൻവലിക്കൽ പ്രക്രിയ Tier -1 അക്കൗണ്ടിന് മാത്രം ബാധകമാണ്. Tier - II അക്കൗണ്ടുകൾക്ക് കീഴിൽ, മുഴുവൻ
  							 നിക്ഷേപവും പിൻവലിക്കാം.</p>
                <h4>60 വയസ്സ് തികഞ്ഞതിന് ശേഷം പിൻവലിക്കൽ: </h4>
                <p>വരിക്കാരന് 60 വയസ്സ് തികഞ്ഞുകഴിഞ്ഞാൽ പദ്ധതിക്കായി നടത്തിയ മുഴുവൻ നിക്ഷേപവും പിൻവലിക്കാൻ കഴിയില്ല. ഒരു പെൻഷൻ ലഭിക്കുന്നതിന്
                    വരിക്കാർ നിക്ഷേപത്തിന്റെ 40% എങ്കിലും നിലനിർത്തേണ്ടത് നിർബന്ധമാണ്. പി‌എഫ്‌ആർ‌ഡി‌എയ്ക്ക് കീഴിൽ രജിസ്റ്റർ ചെയ്തിട്ടുള്ള ഒരു ഇൻഷുറൻസ്
  							സ്ഥാപനത്തിൽ നിന്നുള്ള വരിക്കാർക്ക് പെൻഷൻ നൽകുന്നു. ബാക്കി 60% പിൻവലിക്കാൻ കഴിയും, അതിന് നികുതി നൽകേണ്ടതില്ല.</p>
                <h3>കേന്ദ്ര ബജറ്റ് 2019 എൻ‌പി‌എസിനെ സംബന്ധിച്ച ഹൈലൈറ്റുകൾ </h3>
                <p>കാലാവധി പൂർത്തിയാകുമ്പോൾ എൻ‌പി‌എസ് അക്കൗണ്ടുകളിൽ  നിന്ന് പിൻ‌വലിക്കുന്നത് ഇപ്പോൾ നികുതിയിൽ നിന്ന് ഒഴിവാക്കിയിട്ടുണ്ടെന്ന് 2019 ലെ
                     ബജറ്റിൽ പ്രഖ്യാപിച്ചതായി എൻ‌പി‌എസ് വരിക്കാർക്ക് ആശ്വാസം ലഭിക്കും. ദേശീയ പെൻഷൻ പദ്ധതി പ്രകാരം, ഒരു നിക്ഷേപകന് സമാഹരിച്ച ഫണ്ടുകളിൽ
                     60% ഒന്നായി പിൻ‌വലിക്കാൻ കഴിയും, ബാക്കി 40% അയാൾക്ക് അല്ലെങ്കിൽ അവൾക്ക് 60 വയസ്സ് തികയുമ്പോൾ ഒരു ആന്വിറ്റി പ്ലാൻ വാങ്ങാൻ ഉപയോഗിക്കണം.
                     മുമ്പ്, 60% ലംപ് സം കോർപസ് പിൻവലിക്കലിന്റെ 40% മാത്രമേ നികുതിയിൽ നിന്ന് ഒഴിവാക്കിയിരുന്നുള്ളൂ, എന്നാൽ ഈ വർഷം മുതൽ, 60% ലംപ് സം
                     പിൻവലിക്കൽ മുഴുവനും നികുതിയിൽ നിന്ന് ഒഴിവാക്കിയിട്ടുണ്ട്. റിട്ടയർമെന്റിനായി കുറഞ്ഞ അപകടസാധ്യതയുള്ളതും ദീർഘകാല നിക്ഷേപം തേടുന്നതുമായ
  							 നിക്ഷേപകരെ ഈ പ്രഖ്യാപനം എൻ‌പി‌എസിനെ കൂടുതൽ ആകർഷകമാക്കുന്നു.</p>
                <h3> എൻ‌പി‌എസ് തുക പിൻവലിക്കാൻ ആവശ്യമായ രേഖകൾ</h3>
                <p>എൻ‌പി‌എസിൽ നിന്ന് തുക പിൻവലിക്കുന്നതിന് സമർപ്പിക്കേണ്ട രേഖകളുടെ പട്ടിക ചുവടെ നൽകിയിരിക്കുന്നു:</p>
                <nav>
                    <ul>
                        <li>പിൻവലിക്കൽ ഫോം </li>
                        <li>യഥാർത്ഥ PAN കാർഡ്</li>
                        <li>സാക്ഷ്യപ്പെടുത്തിയ ഐഡന്റിറ്റി തെളിവ് സമർപ്പിക്കണം</li>
                        <li>റദ്ദാക്കിയ ചെക്ക് സമർപ്പിക്കണം </li>
                    </ul>
                </nav> 
            </div>
        )
    }
}

export default Nps
