import React, { Component } from 'react'

 class Npscalculator extends Component {
    render() {
        return (
            <div>
                <h1>എൻ‌പി‌എസ് കാൽക്കുലേറ്റർ</h1>
                <p>ഒരു വ്യക്തിക്കു  പെൻഷനായി ലഭിക്കാൻ സാധ്യതയുള്ള തുക കണക്കുകൂട്ടാൻ സഹായിക്കുന്ന ഒരു ഉപകരണമാണ് ദേശീയ പെൻഷൻ പദ്ധതി കാൽക്കുലേറ്റർ.
  						എല്ലാ കാൽക്കുലേറ്ററുകളും സാധ്യതയുള്ള പെൻഷന്റെ ഒരു എസ്റ്റിമേറ്റ് മാത്രമേ കാണിക്കുന്നുള്ളൂ, കൃത്യമായ കണക്കല്ല.</p>
                <h3>എൻ‌പി‌എസ് കാൽക്കുലേറ്റർ ഉപയോഗിക്കുന്നതിനുള്ള രീതി</h3>
                <p>എൻ‌പി‌എസ് കാൽക്കുലേറ്ററിന് ആവശ്യമായ വിശദാംശങ്ങൾ ചുവടെ നൽകിയിരിക്കുന്നു:</p>
                <nav>
                    <ul>
                        <li>നിങ്ങളുടെ നിലവിലെ പ്രായവും നിങ്ങൾ വിരമിക്കാൻ ആഗ്രഹിക്കുന്ന പ്രായവും.</li>
                        <li>എല്ലാ മാസവും നിങ്ങൾ എൻ‌പി‌എസിനായി നിക്ഷേപിച്ച തുക.</li>
                        <li>നിങ്ങളുടെ നിക്ഷേപത്തിൽ നിന്ന് നിങ്ങൾ പ്രതീക്ഷിക്കുന്ന വരുമാനം.</li>
                        <li>നിങ്ങളുടെ വിരമിക്കലിനുശേഷം ഒരു പെൻഷൻ ലഭിക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്ന ആകെ വർഷങ്ങളുടെ എണ്ണം.</li>
                        <li>നിങ്ങൾ 60 വയസ്സ് തികഞ്ഞതിന് ശേഷം പണം പിൻവലിക്കാൻ ആഗ്രഹിക്കുന്നുവെങ്കിൽ ശതമാനം 40 ശതമാനത്തിൽ
  										 കുറയരുത്, കൂടാതെ 60 വയസ് തികയുന്നതിനുമുമ്പ് പണം പിൻവലിക്കണമെങ്കിൽ അത് 80 ശതമാനത്തിൽ കുറയരുത്.</li>
                        <li>നിങ്ങളുടെ വിരമിക്കലിനുശേഷം, നിങ്ങളുടെ പെൻഷനിൽ നിന്ന് നിങ്ങൾ നേടുന്ന തുകയാണ് ആന്വിറ്റി നിക്ഷേപത്തിന്റെ പ്രതീക്ഷിക്കുന്ന പലിശ നിരക്ക്.</li>
                    </ul>
                </nav>
                <h3>എൻ‌പി‌എസ് കാൽക്കുലേറ്റർ എങ്ങനെ പ്രവർത്തിക്കുന്നു</h3>
                <p>മുകളിൽ സൂചിപ്പിച്ച വിശദാംശങ്ങൾ നൽകിയുകഴിഞ്ഞാൽ, നിങ്ങളുടെ വിരമിക്കൽ സമയത്ത് ശേഖരിച്ച മൊത്തം കോർപ്പസ് കാണിക്കും. സമ്പാദിച്ച പലിശ
                     വർഷം തോറും കൂടിച്ചേർന്ന് കോർപ്പസ് കണക്കാക്കാൻ ഉപയോഗിക്കും.
                     എൻ‌പി‌എസ് പ്രവർത്തിക്കുന്ന രീതി, വരിക്കാരൻ ഒരു സ്വകാര്യ ജീവനക്കാരനോ പൊതുസേവകനോ ആകട്ടെ, സബ്‌സ്‌ക്രൈബർ സമയം മുതൽ
                     സബ്‌സ്‌ക്രൈബർക്ക് 60 വയസ്സ് തികയുന്നതുവരെ പ്രതിമാസ സംഭാവന നൽകേണ്ടതുണ്ട്. വരിക്കാരുടെ പ്രായം എത്രയായിരുന്നു എന്നതിനെ
                     അടിസ്ഥാനമാക്കി സബ്സ്ക്രിപ്ഷന്റെ സമയവും പ്രതിമാസ സംഭാവനകളും, ദേശീയ പെൻഷൻ സ്കീം കാൽക്കുലേറ്റർ, വരിക്കാർക്ക് എത്ര പെൻഷൻ
                     സ്വീകരിക്കാൻ കഴിയുമെന്ന് കൃത്യമായി കണക്കാക്കുന്നു. ഈ സ്കീമിനായി നൽകിയ സംഭാവനകൾ ഇക്വിറ്റി, കോർപ്പറേറ്റ് കടം, സർക്കാർ സെക്യൂരിറ്റികൾ
                     എന്നിവയിൽ നിക്ഷേപിച്ചിരിക്കുന്നതിനാൽ സ്കീം നേടിയ പലിശ നിരക്ക് കൃത്യമായി കണക്കാക്കുന്നത് വളരെ ബുദ്ധിമുട്ടാണ്. 2012-13 വർഷത്തിൽ
                     പദ്ധതിക്ക് 12% മുതൽ 14% വരെ പലിശനിരക്ക് ഉണ്ടായിരുന്നു
                     ദേശീയ പെൻഷൻ പദ്ധതിയുടെ വരിക്കാർക്ക് ഒരു നേട്ടമുണ്ട്, കാരണം അവർക്ക് മാത്രമേ ഈ പദ്ധതിക്കായി എത്ര സംഭാവന നൽകണമെന്ന് തീരുമാനിക്കാൻ
                     കഴിയൂ. സബ്‌സ്‌ക്രൈബർമാർക്ക് നിലവിൽ ഉള്ള സാമ്പത്തിക പ്രതിബദ്ധതകളെ അടിസ്ഥാനമാക്കി അല്ലെങ്കിൽ വിരമിക്കൽ സമയത്ത്
                     അവർ പ്രതീക്ഷിക്കുന്ന കോർപ്പസിനെ അടിസ്ഥാനമാക്കി തുക തിരഞ്ഞെടുക്കാൻ കഴിയും. സംഭാവനയ്ക്കായി ഒരു തുകയുമായി വരുന്നതിന്റെ
                     മുഴുവൻ ഉത്തരവാദിത്തവും വരിക്കാരന്റെതാണ്. സാധാരണയായി, കൂടുതൽ പണം നിക്ഷേപിക്കുമ്പോൾ, വലിയത് കോർപ്പസ് ആയിരിക്കും.
                     എന്നിരുന്നാലും, സബ്‌സ്‌ക്രൈബർമാർ അടിസ്ഥാന വരുമാനത്തിന്റെയും പ്രിയപ്പെട്ട അലവൻസിന്റെയും 10% എങ്കിലും സംഭാവന നൽകാൻ പ്രവണത
  								 കാണിക്കുന്നു. എൻ‌പി‌എസിന്റെ നികുതി ആനുകൂല്യങ്ങൾ നേടുന്നതിനാണിത്.</p>
                <h3>എൻ‌പി‌എസ് കാൽക്കുലേറ്റർ എങ്ങനെ ഉപയോഗിക്കാം?</h3>
                <p>ഇൻറർനെറ്റിലുടനീളം കാൽക്കുലേറ്ററുകൾ വ്യാപകമായി കാണപ്പെടുന്നു, ചില ബാങ്കുകൾ സ്വന്തമായി കാൽക്കുലേറ്ററുകൾ പോലും വാഗ്ദാനം ചെയ്യുന്നു.
                    ഈ കാൽക്കുലേറ്ററുകൾ അടുത്ത എസ്റ്റിമേറ്റുകൾ വാഗ്ദാനം ചെയ്യുന്നു, മാത്രമല്ല അവ ഉപയോഗിക്കാൻ വളരെ എളുപ്പവുമാണ്. ഈ ഓൺലൈൻ ഉപകരണം
                    ഉപയോഗിക്കാൻ വളരെ ലളിതമാണ് കൂടാതെ എത്ര തവണ സൗജന്യമായി ഉപയോഗിക്കാം. എൻ‌പി‌എസ് കാൽക്കുലേറ്റർ എങ്ങനെ
  								ഉപയോഗിക്കാമെന്നതിനെക്കുറിച്ചുള്ള ഘട്ടം ഘട്ടമായുള്ള ഗൈഡ് ഇതാ:</p>
                <nav>
                    <ul>
                        <li>ആദ്യം, നിങ്ങളുടെ നിലവിലെ പ്രായം അല്ലെങ്കിൽ എൻ‌പി‌എസിനായി സംഭാവന നൽകാൻ ആരംഭിക്കുന്ന പ്രായം നൽകുക.</li>
                        <li>നിങ്ങളുടെ വിരമിക്കൽ പ്രായം സാധാരണയായി 60 വയസ് ആയി ഇൻപുട്ട് ചെയ്യുക.</li>
                        <li> നിങ്ങൾ എൻ‌പി‌എസ് സംഭാവന ആരംഭിക്കുന്ന പ്രായത്തെ ആശ്രയിച്ച്, മൊത്തം നിക്ഷേപ കാലയളവ് ഉപകരണം സ്വപ്രേരിതമായി പട്ടികപ്പെടുത്തും.
  											ഉദാഹരണത്തിന്, നിങ്ങളുടെ നിലവിലെ പ്രായം 35 ഉം വിരമിക്കൽ പ്രായം 60 ഉം ആണെങ്കിൽ, മൊത്തം നിക്ഷേപ കാലയളവ് 25 വർഷമായിരിക്കും.</li>
                        <li>എൻ‌പി‌എസിനായി നിങ്ങളുടെ പ്രതിമാസ സംഭാവന നൽകുക, അത് 1,000 രൂപ വരെ കുറവായിരിക്കാം.</li>
                        <li>നേടിയ പലിശ പ്രതിമാസ കോമ്പൗണ്ടിംഗ് അടിസ്ഥാനത്തിലാണ്. പ്രതീക്ഷിക്കുന്ന പലിശ നിരക്ക് നൽകുക അല്ലെങ്കിൽ നിങ്ങളുടെ എൻ‌പി‌എസ്
  											 നിക്ഷേപത്തിൽ നിന്നുള്ള വരുമാനം.</li>
                        <li>അവസാനമായി, ഇനിപ്പറയുന്നതുപോലുള്ള വിശദാംശങ്ങളോടെ നിങ്ങളുടെ എൻ‌പി‌എസ് നിക്ഷേപത്തിന്റെ ഒരു സംഗ്രഹം നിങ്ങൾക്ക് ലഭിക്കും:</li>
                        <nav>
                            <ul>
                                <li>പ്രിസിപ്പൽ എമൗണ്ട് </li>
                                <li>നേടിയ പലിശ </li>
                                <li>ജനറേറ്റു ചെയ്ത പെൻഷൻ സമ്പത്ത് </li>
                                <li>ആകെ സേവ് ചെയ്ത നികുതി</li>
                            </ul>
                        </nav>
                        <li>ആന്വിറ്റിയിൽ നിക്ഷേപിക്കുന്നതിലൂടെ നിങ്ങൾക്ക് എത്ര വരുമാനം ലഭിക്കുമെന്ന് കണ്ടെത്തുന്നതിന്, ആന്വിറ്റിയിൽ നിക്ഷേപിക്കേണ്ട പെൻഷൻ സ്വത്തിന്റെ
  											ശതമാനവും (%) ഉപകരണത്തിലെ ആന്വിറ്റിയുടെ പലിശനിരക്കും നൽകുക.</li>
                        <li>പിൻവലിച്ച മൊത്തം തുക, നിക്ഷേപിച്ച പെൻഷൻ തുക, റിട്ടയർമെന്റിനു ശേഷമുള്ള പ്രതിമാസ പെൻഷൻ എന്നിവയുടെ സംഗ്രഹം നിങ്ങൾക്ക് ലഭിക്കും.</li>
                    </ul>
                </nav>
                <h3>എൻ‌പി‌എസ് കാൽക്കുലേറ്റർ കാണിച്ച വിശദാംശങ്ങൾ എന്തൊക്കെയാണ്?</h3>
                <p>നിങ്ങളുടെ എല്ലാ നിക്ഷേപ വിശദാംശങ്ങളും എൻ‌പി‌എസ് കാൽക്കുലേറ്റർ കാണിക്കുന്നു. കാലാവധി പൂർത്തിയാകുമ്പോൾ നേടിയ ആകെ തുക, നേടിയ
                    പലിശ, നിങ്ങൾ നിക്ഷേപിച്ച ആകെ തുക എന്നിവയും കാണിക്കുന്നു.
                    പ്രതിമാസ പെൻഷൻ നേടാൻ നിങ്ങൾ നിക്ഷേപിച്ച തുക, നിങ്ങൾ പിൻവലിച്ച ആകെ തുക തുടങ്ങിയ വിശദാംശങ്ങളും കാണിക്കും. ആന്വിറ്റിയിൽ നിങ്ങൾ
  								പ്രതീക്ഷിക്കുന്ന വരുമാനം അനുസരിച്ച്, നിങ്ങൾക്ക് ലഭിക്കുന്ന പ്രതിമാസ പെൻഷൻ എൻ‌പി‌എസ് കാൽക്കുലേറ്റർ കാണിക്കുന്നു.</p>
                <h3>ചിത്രീകരണം</h3>
                <p>ഉദാഹരണം 1:</p>

                <p>എൻ‌പി‌എസ് കാൽക്കുലേറ്റർ എങ്ങനെ പ്രവർത്തിക്കുന്നുവെന്ന് മനസിലാക്കാൻ സഹായിക്കുന്ന ഒരു ചിത്രം ഇതാ.</p>

                <p>ഒരു പ്രശസ്ത സംഘടനയിലെ 25 കാരിയായ ശമ്പളക്കാരിയാണ് ശ്രീമതി. 35 വർഷത്തേക്ക് എൻ‌പി‌എസിനായി പ്രതിമാസം ഒരു ലക്ഷം രൂപ സംഭാവന ചെയ്യുന്നു
                (60 വയസ്സിൽ വിരമിക്കുന്നതുവരെ). 10% p.a നിക്ഷേപത്തിൽ നിന്നുള്ള വരുമാനം അവർ പ്രതീക്ഷിക്കുന്നു. 40% ന് ആന്വിറ്റി വാങ്ങാനും അവർക്ക്
  								പദ്ധതിയുണ്ട്, കൂടാതെ 6% ആന്വിറ്റി നിരക്ക് പ്രതീക്ഷിക്കുന്നു.</p>

                <p>മുകളിൽ സൂചിപ്പിച്ച കണക്കുകൾ പ്രകാരം, വിരമിക്കുമ്പോൾ അവളുടെ പെൻഷൻ അക്കൗണ്ടിന്റെ നില ഇപ്രകാരമാണ്:</p>

                <p>മൊത്തം നിക്ഷേപം - 4,20,000 രൂപ</p>

                <p>മൊത്തം കോർപ്പസ് - 38,28,277 രൂപ</p>

                <p>അതിനാൽ, വിരമിക്കുമ്പോൾ അവളുടെ പെൻഷൻ കോർപ്പസ് ഇപ്രകാരമാണ്:</p>

                <p>ആന്വിറ്റി മൂല്യം - 22,96,966 രൂപ</p>

                <p>ലംപ് സം മൂല്യം - 15,31,311 രൂപ</p>

                <p>പ്രതീക്ഷിക്കുന്ന പ്രതിമാസ പെൻഷൻ - 7,657 രൂപ</p>
                <p>ഉദാഹരണം 2:</p>

                <p>35 വയസ്സുള്ള ശ്രീമതി മുക്തമാൻ എൻ‌പി‌എസിലേക്ക് സംഭാവന ചെയ്യുന്നു, 60 വയസ്സ് തികയുമ്പോൾ ഈ പദ്ധതി പക്വതയിലെത്തുന്നു, അങ്ങനെ 25
  									വർഷത്തെ സംഭാവന സമയം അവശേഷിക്കുന്നു.</p>

                <p>സംഭാവന പ്രതിമാസം 2,000 രൂപയാണെന്നും പ്രതീക്ഷിക്കുന്ന പലിശ അല്ലെങ്കിൽ റിട്ടേൺ നിരക്ക് ശരാശരി 8% ആയി കണക്കാക്കാമെന്നും കരുതുക.
  									തുടർന്ന് കാൽക്കുലേറ്റർ ഇനിപ്പറയുന്ന സുപ്രധാന സ്ഥിതിവിവരക്കണക്കുകൾ കാണിക്കും:</p>

                <p>ആകെ നിക്ഷേപിച്ച പ്രിൻസിപ്പൽ - 6,00,000 രൂപ</p>

                <p>നേടിയ പലിശ (ഇത് പ്രതിമാസം കൂട്ടിച്ചേർക്കുന്നു) - 12,98,372 രൂപ</p>

                <p>ആകെ പെൻഷൻ സ്വത്ത് - 18,98,372 രൂപ</p>

                <p>മൊത്തം നികുതി ലാഭം 1,80,000 രൂപ</p>

                <p>അവർ ഒരു വലിയ തുക 40% പിൻവലിക്കുകയും ബാക്കി 60% പെൻഷൻ സ്വത്ത് ആന്വിറ്റി പ്ലാനിലേക്ക് 8% പ്രതീക്ഷിക്കുന്ന പലിശനിരക്കിൽ
  									 നിക്ഷേപിക്കുകയും ചെയ്താൽ, വരിക്കാരൻ സമ്പാദിക്കാൻ നിലകൊള്ളുന്നു:</p>

                <p>പ്രതിമാസ പെൻഷൻ - 7,593 രൂപ</p>

                <p>മൊത്തം തുക പിൻവലിച്ചു - 7,59,349 രൂപ</p>

                <p>* കുറിപ്പ് - ഈ ചിത്രത്തിലെ കണക്കുകൂട്ടൽ കേവലമല്ല, കണക്കുകൾ സൂചിപ്പിക്കുന്നത് മാത്രമാണ്.</p>

                <p>അത്തരം എൻ‌പി‌എസ് കാൽക്കുലേറ്ററുകളുടെ കൃത്യതയെ ബാധിക്കുന്ന മറ്റ് കാരണങ്ങൾ നികുതി നിയമങ്ങൾ മാറുകയും നിക്ഷേപങ്ങളിൽ നിന്നുള്ള
  									വരുമാനത്തിൽ സ്വാധീനം ചെലുത്തുകയും ചെയ്യാമെന്നതും പദ്ധതിയുടെ വിവിധ നിരക്കുകൾ കാൽക്കുലേറ്ററും കണക്കിലെടുക്കുന്നില്ല എന്നതാണ്.</p>
            </div>
        )
    }
}

export default Npscalculator
