import React, { Component } from 'react'

class Pfwithdrawal extends Component {
    render() {
        return (
            <div>
                <h1>പി.എഫ് പിൻവലിക്കൽ</h1>
                <p>ഇ എം പി എം അംഗങ്ങളെ വിരമിക്കലിനായി ലാഭിക്കാൻ സഹായിക്കുന്ന ഒരു സേവിംഗ്സ് സ്കീമാണ് എംപ്ലോയി പ്രൊവിഡന്റ് ഫണ്ട് (ഇപിഎഫ്).
                    കാലാവധി പൂർത്തിയാകുമ്പോൾ, ഒരു ഇപിഎഫ് അക്കൗണ്ടിലെ ശേഖരിച്ച ഫണ്ടുകൾ ഒരു റിട്ടയർമെന്റ് കോർപ്പസായി ഒരു സാധാരണ
                    വരുമാനത്തിന്റെ അഭാവത്തിൽ സുഖപ്രദമായ ജീവിതം നയിക്കാൻ ജീവനക്കാരന് ഉപയോഗിക്കാം.
                    ജീവനക്കാരനും തൊഴിലുടമയും ജീവനക്കാരന്റെ അടിസ്ഥാന ശമ്പളത്തിന്റെയും ഡെയർനെസ്സ് അലവൻസിന്റെയും 12% പതിവായി ഇപിഎഫ്
                    അക്കൗണ്ടിലേക്ക് സംഭാവന ചെയ്യുന്നു. തൊഴിലുടമയുടെ സംഭാവനയുടെ 3.67% ഇപിഎഫിലേക്കും 8.33 ശതമാനം ഇപിഎസിലേക്കും പോകുന്നു.
  							 കാലാവധി പൂർത്തിയാകുമ്പോഴോ പി.എഫ് പിൻവലിക്കുമ്പോഴോ സംഭാവനയും പലിശയും ജീവനക്കാരന് നൽകും</p>

                <h3>ഭാഗികമായി പിഎഫ് പിൻവലിക്കുക</h3>
                <p>പ്രത്യേക കേസുകളിൽ വായ്പ അല്ലെങ്കിൽ അഡ്വാൻസ് രൂപത്തിൽ ഭാഗിക പി.എഫ് പിൻവലിക്കൽ  അനുവദനീയമാണ്,അതിനായി അക്കൗണ്ട്
  								ഉടമ ഇനിപ്പറയുന്ന കാരണങ്ങൾ നൽകുന്നു - ഒരു വീട് വാങ്ങൽ, വിദ്യാഭ്യാസം, കല്യാണം, അല്ലെങ്കിൽ മെഡിക്കൽ ചെലവുകൾ. </p>
                <div className="default-table">
                    <table>
                        <tbody>
                        <tr className="table-title">
                            <td>ഭാഗികമായി പിൻവലിക്കാനുള്ള കാരണങ്ങൾ</td>
                            <td>പിൻവലിക്കാൻ കഴിയുന്ന പരിധി </td>
                            <td>പാലിക്കേണ്ട നിബന്ധനകൾ</td>
                        </tr>
                        <tr>
                            <td>സ്വന്തമായതോ,പങ്കാളിയുടെയോ,കുട്ടികളുടെയോ അല്ലെങ്കിൽ മാതാപിതാക്കളുടെയോ വൈദ്യചികിത്സ</td>
                            <td>ജീവനക്കാരുടെ പ്രതിമാസ ശമ്പളത്തിന്റെ 6 മടങ്ങ്</td>
                            <td>ഈ ആവശ്യത്തിനായി സേവന കാലയളവോ ലോക്ക്-ഇൻ കാലയളവോ പാലിക്കേണ്ടതില്ല	</td>
                        </tr>
                        <tr>
                            <td>സ്വയം, സഹോദരങ്ങൾ, കുട്ടികൾ എന്നിവരുടെ</td>
                            <td>പലിശ സഹിതം ജീവനക്കാരുടെ സംഭാവനയുടെ 50% വരെ</td>
                            <td>7 വർഷത്തെ സേവനം പൂർത്തിയാക്കിയ ശേഷം</td>
                        </tr>
                        <tr>
                            <td>പത്താം ക്ലാസ്സിന് ശേഷം സ്വയം അല്ലെങ്കിൽ കുട്ടികൾക്കുള്ള വിദ്യാഭ്യാസം</td>
                            <td>പലിശ സഹിതം ജീവനക്കാരുടെ സംഭാവനയുടെ 50% വര</td>
                            <td>7 വർഷത്തെ സേവനം പൂർത്തിയാക്കിയ ശേഷം</td>
                        </tr>
                        <tr>
                            <td>സ്വന്തമായി അല്ലെങ്കിൽ പങ്കാളിയുമായി സംയുക്തമായി സ്ഥലമോ വീടോ വാങ്ങുക / നിർമ്മിക്കുക</td>
                            <td>
                                <ul>
                                    <li>ഒരു സ്ഥലമോ സ്ഥലമോ വാങ്ങുന്നതിന് ജീവനക്കാരന്റെ പ്രതിമാസ ശമ്പളത്തിന്റെ 24 ഇരട്ടി</li>
                                    <li>ഒരു വീട് വാങ്ങുന്നതിനോ നിർമ്മിക്കുന്നതിനോ ജീവനക്കാരന്റെ പ്രതിമാസ ശമ്പളത്തിന്റെ 36 ഇരട്ടി</li>
                                </ul>
                            </td>
                            <td>5 വർഷത്തെ സേവനം പൂർത്തിയാക്കിയ ശേഷം</td>
                        </tr>
                        <tr>
                            <td>സ്വന്തം ഉടമസ്ഥതയിലുള്ളതോ അല്ലെങ്കിൽ പങ്കാളിയുമായി സംയുക്തമായി ഉള്ളതോ ആയ  വീട് പുതുക്കിപ്പണിയൽ</td>
                            <td>ജീവനക്കാരന്റെ പ്രതിമാസ ശമ്പളത്തിന്റെ 12 ഇരട്ടി വരെ</td>
                            <td>5 വർഷത്തെ സേവനം പൂർത്തിയാക്കിയ ശേഷം</td>
                        </tr>
                        <tr>
                            <td>സ്വന്തമായി അല്ലെങ്കിൽ പങ്കാളിയുമായി സംയുക്തമായി വാങ്ങിയതും സ്വന്തമാക്കിയതുമായ ഒരു വസ്തുവിന് ഭവനവായ്പ തിരിച്ചടവ്</td>
                            <td>ഇപിഎഫ് അക്കൗണ്ട് ബാലൻസിന്റെ 90% വരെ</td>
                            <td>3 വർഷത്തെ സേവനം പൂർത്തിയാക്കിയ ശേഷം</td>
                        </tr>
                        <tr>
                            <td>വിരമിക്കുന്നതിന് 12 മാസം മുമ്പ്</td>
                            <td>ഇപിഎഫ് ബാലൻസിന്റെ 90% വരെെ</td>
                            <td>54 വയസ്സ് തികഞ്ഞതിന് ശേഷം അല്ലെങ്കിൽ വിരമിക്കുന്നതിന് 1 വർഷത്തിനുള്ളിൽ </td>
                        </tr>
                        </tbody>
                    </table>
                </div>
                <h3>ഒരു പിഎഫ്  അക്കൗണ്ട് ഉടമയ്ക്ക് ഫണ്ടുകൾ എപ്പോഴാണ് നൽകേണ്ടത്?</h3>
                <p>ഒരു പ്രൊവിഡന്റ് ഫണ്ട് അംഗത്തിന് ഇനിപ്പറയുന്ന സാഹചര്യങ്ങളിൽ അവന്റെ / അവളുടെ അക്കൗണ്ടിലെ മുഴുവൻ തുകയും
  									പിൻവലിക്കാൻ കഴിയും:</p>
                <ul>
                    <li>വിരമിക്കൽ പ്രായത്തിലെത്തിയ ശേഷം.</li>
                    <li>ഒരു ഡോക്ടർ സാക്ഷ്യപ്പെടുത്തിയ സ്ഥിരമായ / മൊത്തത്തിലുള്ള മാനസിക അല്ലെങ്കിൽ ശാരീരിക വൈകല്യം  കാരണം അക്കൗണ്ട്
  											ഉടമ രാജിവയ്ക്കുകയാണെങ്കിൽ.</li>
                    <li>സ്ഥിരമായി താമസം മാറുന്നത് കാരണം അല്ലെങ്കിൽ  പുറത്ത് ജോലി ഏറ്റെടുക്കുന്നതിനോ വേണ്ടി ഇന്ത്യയിൽ നിന്ന് മറ്റ് രാജ്യങ്ങളിലേക്ക്
  											കുടിയേറി പാർക്കേണ്ടി വന്നാൽ.</li>
                    <li>വ്യക്തിഗതമോ കൂട്ടമോ തിരിച്ചെടുക്കൽ കാരണം സേവനം അവസാനിപ്പിച്ചിട്ടുണ്ടെങ്കിൽ.</li>
                    <li>ഒരു വ്യക്തിയെ ഒരു തൊഴിലുടമ ഒരു സ്ഥാപനത്തിൽ നിന്ന് മറ്റൊന്നിലേക്ക് മാറ്റുകയോ ഡിസ്ചാർജ് ചെയ്യുകയും റിട്രെഞ്ച്മെന്റ് നഷ്ടപരിഹാരം
  											നൽകുകയും അല്ലെങ്കിൽ കഠിനമായ അസുഖം ബാധിക്കുകയും ചെയ്യുന്ന സന്ദർഭങ്ങളിൽ.</li>
                    <li>ഒരു അക്കൗണ്ട് ഉടമയുടെ മരണശേഷം, തുക ഒരു നോമിനിക്ക് നൽകപ്പെടും. നോമിനി ഇല്ലെങ്കിൽ, തുക അവന്റെ / അവളുടെ കുടുംബാംഗങ്ങൾക്ക്
  											തുല്യ ഷെയറുകളിൽ വിതരണം ചെയ്യും.</li>
                </ul>
                <h3>പി‌എഫ് പിൻ‌വലിക്കൽ-ഓഫ്‌ലൈൻ</h3>
                <ul>
                    <li>ഫോം 19 ഉം ഫോം 10 സി യും ഡൺലോഡ് ചെയ്യുക.</li>
                    <li>പൂരിപ്പിച്ച ഫോമുകൾ ബ്ലാങ്ക്  ചെക്ക് സഹിതം സമർപ്പിക്കേണ്ടതുണ്ട്.</li>
                    <li>എംപ്ലോയർ വഴിയാണ് അപേക്ഷിക്കുന്നതെങ്കിൽ , മുകളിൽ പറഞ്ഞ രേഖകൾ തൊഴിലുടമയ്ക്ക് സമർപ്പിക്കുക.</li>
                    <li>എംപ്ലോയർ വഴിയല്ല അപേക്ഷിക്കുന്നതെങ്കിൽ , മറ്റൊരു രീതി ബാങ്ക് മാനേജരിൽ നിന്ന് അറ്റസ്റ്റേഷൻ നേടുക എന്നതാണ്.</li>
                    <li>പൂരിപ്പിച്ച / സാക്ഷ്യപ്പെടുത്തിയ ഫോമുകൾ മറ്റു നടപിടികൾക്കായി പ്രാദേശിക പിഎഫ് ഓഫീസിലേക്ക് അയയ്ക്കണം.</li>
                </ul>
                <p>പിൻവലിക്കൽ അപേക്ഷ പ്രോസസ്സ് ചെയ്യുന്നതിന് പ്രാദേശിക പിഎഫ് ഓഫീസ് ഒരു മാസമെങ്കിലും എടുക്കും. എംപ്ലോയീസ് പ്രൊവിഡന്റ് ഫണ്ട് ഓർഗനൈസേഷൻ
  										(ഇപിഎഫ്ഒ) പിഎഫ് തുക അപേക്ഷകന്റെ ബാങ്ക് അക്കൗണ്ടിലേക്ക് നേരിട്ട് ക്രെഡിറ്റ് ചെയ്യും.</p>
                <h3>പിഎഫ് പിൻവലിക്കൽ-	ഓൺ‌ലൈൻ</h3>
                <p>ഇപിഎഫ് അംഗങ്ങൾക്ക് അവരുടെ യു‌എൻ, ആധാർ എന്നിവ ഉപയോഗിച്ച് ഓൺ‌ലൈനായി പി‌എഫ് പിൻവലിക്കൽ നടത്താം. ഓൺലൈൻ
                    പ്ലാറ്റ്ഫോം ഉപയോഗിച്ച്, ഇപിഎഫ് അക്കൗണ്ടിൽ നിന്ന് അംഗങ്ങളുടെ ബാങ്ക് അക്കൗണ്ടിലേക്ക് ഫണ്ട് കൈമാറുന്ന കാര്യം മാത്രമുള്ളതിനാൽ
                    സെറ്റിൽമെന്റുകൾ വേഗത്തിൽ നടക്കും. ഓൺലൈൻ പിഎഫ് പിൻവലിക്കൽ സേവനം ഉപയോഗിക്കാൻ ആഗ്രഹിക്കുന്ന ഏതൊരു
  									 ഉപഭോക്താവും അവന്റെ / അവളുടെ ആധാർ, ബാങ്ക് അക്കൗണ്ട്, പാൻ, യൂഎഎൻ  എന്നിവ ലിങ്കുചെയ്തിരിക്കണം.</p>
                <h3>പി‌എഫ് പിൻ‌വലിക്കൽ ക്ലെയിമുകൾ ഓൺ‌ലൈനായി ആരംഭിക്കുന്നതിനുള്ള ഇപി‌എഫ്‌ഒ മാർ‌ഗ്ഗനിർ‌ദ്ദേശങ്ങൾ</h3>

                <nav>
                    <ul>
                        <li>ആക്റ്റിവേറ്റഡ് യു‌എ‌എൻ‌ (യൂണിവേഴ്സൽ‌ അക്കൗണ്ട് നമ്പർ‌) ഉള്ള ഇപി‌എഫ് വരിക്കാർ‌ക്കും ആധാർ‌ക്കൊപ്പം സീഡുചെയ്‌ത അവരുടെ
                             ഇപി‌എഫ് അക്കൗണ്ടിനും അന്തിമ സെറ്റിൽ‌മെൻറ്, പെൻ‌ഷൻ‌ പിൻ‌വലിക്കൽ‌ ആനുകൂല്യങ്ങൾ‌ അല്ലെങ്കിൽ‌ പി‌എഫ് ഭാഗികമായി പിൻ‌വലിക്കൽ
  											  എന്നിവയ്ക്കായി ഓൺ‌ലൈൻ ക്ലെയിമുകൾ‌ സമർപ്പിക്കാൻ‌ കഴിയും.</li>
                        <li>സേവന കാലയളവ് 5 വർഷത്തിൽ കുറവാണെങ്കിൽ വരിക്കാരുടെ പാൻ വിശദാംശങ്ങളും ഇപിഎഫ്ഒ ഡാറ്റാബേസിൽ ഉൾപ്പെടുത്തണം.</li>
                        <li>സബ്‌സ്‌ക്രൈബർമാർ അവരുടെ യുഎൻ ക്രെഡൻഷ്യലുകളുമായി ഇപിഎഫിന്റെ എംപ്ലോയീ പോർട്ടലിൽ ലോഗിൻ ചെയ്യണം.</li>
                        <li>ക്ലെയിം സമർപ്പിക്കൽ പൂർത്തിയാക്കുന്നതിന് ആധാറിൽ രജിസ്റ്റർ ചെയ്തിട്ടുള്ള അവരുടെ മൊബൈൽ നമ്പറിൽ ലഭിച്ച ഒടിപി (ഒറ്റത്തവണ പാസ്‌വേഡ്)
  											സഹായത്തോടെ അവർക്ക് തീർപ്പാക്കേണ്ട ക്ലെയിം തിരഞ്ഞെടുക്കാനും വെരിഫിക്കേഷൻ ചെയ്യാനും കഴിയും.</li>
                        <li>സമർപ്പിച്ചുകഴിഞ്ഞാൽ, ക്ലെയിം പ്രോസസ്സ് ചെയ്യുന്ന ഇപിഎഫ്ഒ ഡാറ്റാബേസിലേക്ക് പോകുന്നു, തുക വരിക്കാരുടെ ബാങ്ക് അക്കൗണ്ടിലേക്കു ക്രെഡിറ്റ് ചെയ്യപ്പെടും.</li>
                    </ul>
                </nav>
                <h3>>പിഎഫ് പിൻവലിക്കൽ ക്ലെയിം ഓൺലൈനിൽ എങ്ങനെ സമർപ്പിക്കാം</h3>
                <p>പി‌എഫ് പിൻ‌വലിക്കൽ ക്ലെയിമുകൾ സമർപ്പിക്കുന്നതിനായി ഇപി‌എഫ്‌ഒ ഒരു പുതിയ ഓൺലൈൻ സൗകര്യം ആരംഭിച്ചതിനുശേഷം, പി‌എഫ് ക്ലെയിമുകൾക്കായി വരിക്കാർ
  									അവരുടെ തൊഴിലുടമകളെ സമീപിക്കേണ്ടതില്ല. ചുവടെയുള്ള ഘട്ടങ്ങൾ പാലിക്കുക:</p>
                <ul>
                    <li>ഇപിഎഫ്ഓ വെബ്സൈറ്റ് സന്ദർശിക്കുക - https://unifiedportal-mem.epfindia.gov.in/memberinterface/.
                      </li>
                    <li>യു‌എ‌എൻ‌ പോർ‌ട്ടലിലേക്ക് പ്രവേശിക്കുന്നതിന് യു‌എ‌എൻ, പാസ്‌വേഡ്, ക്യാപ്‌ച എന്നിവ നൽകുക.
                        </li>
                    <li>നിങ്ങളുടെ കെ‌വൈ‌സി വിശദാംശങ്ങൾ‌ ശരിയാണെന്നും വെരിഫൈ ആയിട്ടുണ്ടെന്നും ഉറപ്പാക്കാൻ,
                         ‘Manage’ ടാബിൽ ക്ലിക്കുചെയ്‌ത് ‘KYC ’ തിരഞ്ഞെടുക്കുക.
                         </li>
                    <li>അംഗ വിശദാംശങ്ങൾ കാണുന്നതിന്, ‘Online Services’ ടാബിൽ ക്ലിക്കുചെയ്‌ത് ‘Claim’ തിരഞ്ഞെടുക്കുക.
                        </li>
                    <li>ഇപിഎഫ് പിൻവലിക്കൽ ക്ലെയിം സമർപ്പിക്കാൻ, ‘Proceed For Online Claim’ ക്ലിക്കുചെയ്യുക.
                        </li>
                    <li>നിങ്ങൾ അപേക്ഷിക്കാൻ ആഗ്രഹിക്കുന്ന ക്ലെയിം തരം തിരഞ്ഞെടുക്കുക - പൂർണ്ണ ഇപിഎഫ് സെറ്റിൽമെന്റ്,
                         പാർഷ്യൽ ഇപിഎഫ് പിൻവലിക്കൽ അല്ലെങ്കിൽ പെൻഷൻ പിൻവലിക്കൽ.
                         </li>
                </ul>
                <h3>പി‌എഫ് പിൻവലിക്കലിനുള്ള സ്വീകാര്യമായ കാരണങ്ങൾ</h3>
                <p>ചുവടെ വ്യക്തമാക്കിയ ചില കാരണങ്ങളാൽ ഇപിഎഫിൽ നിന്ന് നേരത്തേ പണം പിൻവലിക്കുന്നത് അനുവദനീയമാണ്:</p>
                <h4>1.ഒരു വാസസ്ഥലം അല്ലെങ്കിൽ ഒരു ഫ്ലാറ്റ് / ഒരു വീടിന്റെ നിർമ്മാണം എന്നിവ വാങ്ങുന്നതിനും അതിനായി ഒരു
  									സൈറ്റ് വാങ്ങുന്നതിനും</h4>
                <nav>
                    <ul>
                        <li>അക്കൗണ്ട് ഉടമയുടെ കുടുംബം താമസിക്കുന്ന ഒരു വീട് അല്ലെങ്കിൽ ഫ്ലാറ്റ് വാങ്ങുന്നതിന് പിഎഫ് പിൻവലിക്കൽ നടത്താം. കൂടാതെ,
                             സംസ്ഥാന സർക്കാർ, കേന്ദ്രം, സഹകരണ സൊസൈറ്റി, ട്രസ്റ്റ്, സ്ഥാപനം, തദ്ദേശസ്ഥാപനം, അല്ലെങ്കിൽ ഹൗസിങ് ഫിനാൻസ്
  											  കോർപ്പറേഷൻ എന്നിവയിൽ നിന്ന് വാങ്ങിയ സൈറ്റിൽ ഒരു വീട് നിർമ്മിക്കാൻ അക്കൗണ്ട്  ഉടമ ആഗ്രഹിക്കുന്നുവെങ്കിൽ,പിൻവലിക്കൽ നടത്താം.</li>
                        <li>നിർമ്മാണത്തിനായി ഒരു സൈറ്റ് വാങ്ങുന്നതിനോ ഏതെങ്കിലും വ്യക്തിയിൽ നിന്ന് ഒരു ബിൽറ്റ്-ഇൻ വീട് വാങ്ങുന്നതിനോ
  											അല്ലെങ്കിൽ ഏതെങ്കിലും പ്രൊമോട്ടറിൽ നിന്ന് ഒരു ഫ്ലാറ്റ് വാങ്ങുന്നതിനോ പിൻവലിക്കൽ നടത്താം.്</li>
                        <li>പങ്കാളിയുടെയോ അക്കൗണ്ട് ഉടമയുടെയോ ഉടമസ്ഥതയിലുള്ള ഒരു ഒഴിഞ്ഞ സൈറ്റിൽ ഒരു വീട് നിർമ്മിക്കുന്നതിനോ അല്ലെങ്കിൽ ഒരു
  											വീടിന്റെ നിർമ്മാണം പൂർത്തിയാക്കുന്നതിനോ പിഎഫ്  പിൻവലിക്കൽ നടത്താം.</li>
                    </ul>
                </nav>
                <h4>	ഉപാധികളും നിബന്ധനകളും</h4>
                <ul>
                    <li>വീടുകൾ നിർമ്മിക്കുന്ന സൈറ്റുകൾ വാങ്ങുന്നതിനായി പണം പിൻവലിക്കുന്നത് ഉടമയുടെ അടിസ്ഥാന ശമ്പളത്തേക്കാളും കൂടുതൽ ആകാൻ
  										 പാടില്ല അതുപോലെ ഡെയർനെസ്സ് അലവൻസിന്റെ 24 മാസത്തേക്ക് പാടില്ല.</li>
                    <li>റെഡി-ടു-അധിനിവേശ ഫ്ളാറ്റുകളോ വീടുകളോ വാങ്ങുന്നതിനും വീട് നിർമ്മാണത്തിനുമായി പിൻവലിക്കൽ നടത്തുമ്പോൾ, തുക ഉടമയുടെ
  										അടിസ്ഥാന ശമ്പളത്തേക്കാളും അതുപോലെ  36 മാസത്തേക്ക് ഡയറൻസ് അലവൻസിനേക്കാളും കൂടുതലാകരുത്.</li>
                    <li>അംഗത്തിന്റെ പി‌എഫ് അക്കൗണ്ട്  5 വർഷത്തിന് മുകളിലാണെങ്കിൽ‌, അംഗത്തിന്റെ സംഭാവന 1,000 രൂപയിൽ‌ കൂടുതലാണെങ്കിൽ‌,
  										പിൻ‌വലിക്കലുകൾ‌ നടത്താൻ‌ കഴിയും. ഉടമയുടെയോ പങ്കാളിയുടെയോ പേര്.</li>
                    <li>ഒരു ജോയിന്റ് പ്രോപ്പർട്ടിയിൽ നിന്ന് ഒരു ഓഹരി വാങ്ങുന്നതിനോ അല്ലെങ്കിൽ പങ്കാളിയൊഴികെ സംയുക്ത ഉടമസ്ഥതയിലുള്ള
  											 സൈറ്റിൽ വീട് നിർമ്മിക്കുന്നതിനോ പിൻവലിക്കലുകൾ നടത്താൻ കഴിയില്ല.</li>
                    <li>ഒരു വാസസ്ഥലം വാങ്ങുന്നതിന് ഒരു പിൻവലിക്കൽ അനുവദിക്കുമ്പോൾ, പണം ഉടമയ്ക്ക് നൽകില്ല,
  										 മറിച്ച് ഏജൻസി ഒന്നിലധികം തവണകളായി നൽകും.</li>
                    <li>പാർപ്പിട നിർമാണത്തിനായി ഒരു പിൻവലിക്കൽ അനുവദിക്കുമ്പോൾ, പണം ഒന്നിലധികം തവണകളായി ഉടമയ്ക്ക് നൽകില്ല.</li>
                    <li>അംഗത്തിന്റെ ഉടമസ്ഥതയിലുള്ള ഒരു പ്രൊമോട്ടറിൽ നിന്ന് ഒരു പാർപ്പിട ഫ്ലാറ്റ് വാങ്ങുന്നതിന് ഒരു പിൻവലിക്കൽ അനുവദിക്കുമ്പോൾ,
  										പണം ഒന്നിലധികം തവണകളായി ഉടമയ്ക്ക് നൽകും.</li>
                    <li>12 മാസത്തെ അടിസ്ഥാന ശമ്പളവും നിലവിലുള്ള വീടുകൾ പുതുക്കിപ്പണിയുന്നതിനും മെച്ചപ്പെടുത്തുന്നതിനും ഡെയർനെസ്സ് അലവൻസും
                         അധികമായി പിൻവലിക്കൽ ആകാം. താമസിക്കുന്ന വീട് അംഗത്തിന്റെ ഉടമസ്ഥതയിലായിരിക്കണം അല്ലെങ്കിൽ പങ്കാളിയുമായി
  										 സംയുക്തമായിരിക്കണം.</li>
                </ul>
                <div className="default-table">
                    <table><tbody>
                        <tr className="table-title">
                            <td>പി.എഫ് പിൻവലിക്കാനുള്ള കാരണങ്ങൾ</td>
                            <td>യോഗ്യത</td>
                            <td>സമർപ്പിക്കേണ്ട പിഎഫ് ഫോമുകൾ</td>
                            <td>കെവൈസി പ്രമാണങ്ങൾ</td>
                        </tr>
                        <tr>
                            <td>ഭവന നിർമ്മാണത്തിനായി സൈറ്റുകൾ വാങ്ങുക</td>
                            <td>പി‌എഫ് അക്കൗണ്ടിന്  5 വർഷം പ്രായമുണ്ടായിരിക്കണം, കുറഞ്ഞത് 1,000 രൂപ.</td>
                            <td>പിൻവലിക്കലുകൾക്കായി ഫോം 31 സമർപ്പിക്കണം.</td>
                            <td>പുതിയ സ്വത്ത് ഏതെങ്കിലും തട്ടിപ്പിൽ നിന്ന് മുക്തമാണെന്നും അവന്റെ / അവളുടെ പേരിലോ പങ്കാളിയുടെ
  												പേരിലോ രജിസ്റ്റർ ചെയ്തിട്ടുണ്ടെന്നും ഉദ്ധരിച്ചുകൊണ്ട് അക്കൗണ്ട്  ഉടമയിൽ നിന്നുള്ള ഒരു പ്രഖ്യാപനം.</td>
                        </tr>
                        <tr>
                            <td>വീട് നിർമ്മാണം</td>
                            <td>പി‌എഫ് അക്കൗണ്ടിന്  5 വർഷം പ്രായമുണ്ടായിരിക്കണം, കുറഞ്ഞത് 1,000 രൂപ.</td>
                            <td>പിൻവലിക്കലുകൾക്കായി ഫോം 31 സമർപ്പിക്കണം.</td>
                            <td>പുതിയ സ്വത്ത് ഏതെങ്കിലും തട്ടിപ്പിൽ നിന്ന് മുക്തമാണെന്നും അവന്റെ / അവളുടെ പേരിലോ പങ്കാളിയുടെ
  												പേരിലോ രജിസ്റ്റർ ചെയ്തിട്ടുണ്ടെന്നും ഉദ്ധരിച്ചുകൊണ്ട് അക്കൗണ്ട്  ഉടമയിൽ നിന്നുള്ള ഒരു പ്രഖ്യാപനം.</td>
                        </tr>
                        <tr>
                            <td>ഫ്ലാറ്റ് വാങ്ങൽ</td>
                            <td>പി‌എഫ് അക്കൗണ്ടിന്  5 വർഷം പ്രായമുണ്ടായിരിക്കണം, കുറഞ്ഞത് 1,000 രൂപ.</td>
                            <td>പിൻവലിക്കലുകൾക്കായി ഫോം 31 സമർപ്പിക്കണം.</td>
                            <td>പുതിയ സ്വത്ത് ഏതെങ്കിലും തട്ടിപ്പിൽ നിന്ന് മുക്തമാണെന്നും അവന്റെ / അവളുടെ പേരിലോ പങ്കാളിയുടെ
  												പേരിലോ രജിസ്റ്റർ ചെയ്തിട്ടുണ്ടെന്നും ഉദ്ധരിച്ചുകൊണ്ട് അക്കൗണ്ട്  ഉടമയിൽ നിന്നുള്ള ഒരു പ്രഖ്യാപനം.</td>
                        </tr>
                        <tr>
                            <td>വീടുകളുടെ നവീകരണം / മെച്ചപ്പെടുത്തലുകൾ</td>
                            <td>വീട് നിർമ്മിച്ച് 5 വർഷത്തിനുശേഷം.</td>
                            <td>പിൻവലിക്കലുകൾക്കായി ഫോം 31 സമർപ്പിക്കണം.</td>
                            <td></td>
                        </tr></tbody>
                    </table>
                </div>
                <h4>2.ഭവനവായ്പ തിരിച്ചടയ്ക്കുന്നതിന്</h4>
                <p>ദേശസാൽകൃത ബാങ്കുകൾ, സംസ്ഥാന സർക്കാർ, സംസ്ഥാന ഭവന ബോർഡ്, രജിസ്റ്റർ ചെയ്ത സഹകരണ സൊസൈറ്റി, അല്ലെങ്കിൽ
                     മുനിസിപ്പൽ കോർപ്പറേഷൻ എന്നിവയിൽ നിന്ന് എടുത്ത വായ്പകളുടെ ഭാഗികമായോ പൂർണ്ണമായോ തിരിച്ചടയ്ക്കുന്നതിനും
                     പിൻവലിക്കലുകൾ അനുവദിക്കും. ലഭിച്ച വായ്പ അക്കൗണ്ട് ഉടമയുടെയോ അയാളുടെ / അവളുടെയോ പങ്കാളിയുടെ പേരിലായിരിക്കണം.
                        പിൻവലിച്ച തുക ഇപിഎഫ് ബാലൻസിന്റെ 90% കവിയാൻ പാടില്ല. പിൻവലിക്കൽ അഭ്യർത്ഥന നടത്തിക്കഴിഞ്ഞാൽ, പേയ്‌മെന്റ്
  											നേരിട്ട് കടം കൊടുക്കുന്നയാൾക്ക് നൽകും, അക്കൗണ്ട് ഉടമയ്‌ക്കല്ല.</p>
                <div className="default-table">
                    <table><tbody>
                        <tr className="table-title">
                            <td>പി.എഫ് പിൻവലിക്കാനുള്ള കാരണങ്ങൾ</td>
                            <td>യോഗ്യത</td>
                            <td>സമർപ്പിക്കേണ്ട പിഎഫ് ഫോമുകൾ</td>
                            <td>കെവൈസി പ്രമാണങ്ങൾ</td>
                        </tr>
                        <tr>
                            <td>ഭവനവായ്പ തിരിച്ചടവിനായി എടുത്ത അഡ്വാൻസുകൾ</td>
                            <td>പി‌എഫ് അക്കൗണ്ടിന് 3 വർഷം പ്രായമുണ്ടായിരിക്കണം</td>
                            <td>പിൻവലിക്കലുകൾക്കായി ഫോം 31 സമർപ്പിക്കണം.</td>
                            <td>മുഴുവൻ വായ്പ വിശദാംശങ്ങളും, കുടിശ്ശികയുള്ള തുകയും തിരിച്ചടവുകളും അടങ്ങിയ ഒരു സർട്ടിഫിക്കറ്റ് അക്കൗണ്ട് ഉടമ നൽകണം.</td>
                        </tr></tbody>
                    </table>
                </div>
                <h4>3.ഒരു വാസസ്ഥലം അല്ലെങ്കിൽ ഫ്ലാറ്റ് വാങ്ങുന്നതിന് / അക്കൗണ്ട് ഉടമയുടെ ഉടമസ്ഥതയിലുള്ള ഒരു സൈറ്റ്
  											ഉൾപ്പെടുന്ന ഒരു വീട് നിർമ്മിക്കുന്നതിന്</h4>
                <p>ഒരു വീട് അല്ലെങ്കിൽ ഫ്ലാറ്റ് സ്വന്തമാക്കുന്നതിനും ഒരു സൈറ്റ് വാങ്ങുന്നതിനൊപ്പം ഒരു വീട് നിർമ്മിക്കുന്നതിനും, അക്കൗണ്ട് ഉടമയ്ക്ക്
                പി എഫ് പിൻവലിക്കാം. അത്തരം പിൻ‌വലിക്കലുകൾ‌ നടത്തുന്നതിന്, പി‌എഫ് അക്കൗണ്ടിന്  5 വർഷം പ്രായമുണ്ടായിരിക്കണം
                കൂടാതെ അക്കൗണ്ടിലെ  ഏറ്റവും കുറഞ്ഞ ബാലൻസ് കുറഞ്ഞത് 20,000 രൂപയായിരിക്കണം. തുക ഒന്നിലധികം തവണകളായി
  											ഹൗസിംഗ് ഏജൻസിയിലേക്കോ സർക്കാർ ഏജൻസിയിലേക്കോ നേരിട്ട് അയയ്ക്കും.</p>
                <h4>	4.പ്രത്യേക കേസുകൾക്കായി പിൻവലിക്കൽ അനുവദിക്കുക</h4>
                <p>വ്യവസായങ്ങളോ ഫാക്ടറികളോ പോലുള്ള വർക്ക് യൂണിറ്റുകൾ അടച്ചുപൂട്ടിയാൽ, 15 ദിവസത്തിൽ കൂടുതൽ കാലയളവിൽ
                അക്കൗണ്ട് ഉടമയ്ക്ക് തൊഴിൽയില്ലാതെ തുടരുകയാണെങ്കിൽ ജീവനക്കാരുടെ സംഭാവനയിൽ കവിയാത്ത തുകയ്ക്കുള്ള
                അഡ്വാൻസ് അനുവദിക്കാം. സ്‌ട്രൈക്ക് ഒഴികെയുള്ള കാരണങ്ങളാൽ ഒരു ജീവനക്കാരന് 2 മാസത്തിൽ കൂടുതൽ വേതനം
                ലഭിക്കുന്നില്ലെങ്കിൽ, വീണ്ടെടുക്കാനാവാത്ത അഡ്വാൻസ് അവന് / അവൾക്ക് നൽകാം. 6 മാസത്തിലധികം ഫാക്ടറികൾ
                അടച്ചുപൂട്ടുന്നത് തുടരുകയാണെങ്കിൽ, പലിശ സഹിതം തൊഴിലുടമ നൽകുന്ന മൊത്തം സംഭാവനയുടെ 100% വരെ മറ്റൊരു
  											അഡ്വാൻസ് അനുവദിക്കാം. നൽകിയ അഡ്വാൻസുകൾ പലിശരഹിതവും പ്രതിമാസ തവണകളായി ഈടാക്കും.</p>
                <h4>5.അസുഖം / ആശുപത്രി ആവശ്യത്തിനായി പിൻവലിക്കാം </h4>
                <p>1 മാസത്തിൽ കൂടുതൽ ആശുപത്രിയിൽ പ്രവേശിപ്പിക്കൽ, പ്രധാന ശസ്ത്രക്രിയകൾ, ടി.ബി., പക്ഷാഘാതം, മാനസിക വിഭ്രാന്തി,
                  ക്യാൻസർ, കുഷ്ഠം അല്ലെങ്കിൽ മറ്റ് ഹൃദയ സംബന്ധമായ അസുഖങ്ങൾ എന്നിവയ്ക്ക് പണം തിരികെ നൽകാത്ത അഡ്വാൻസ്
                നൽകും. ജീവനക്കാർക്ക് ഏതെങ്കിലും ജീവനക്കാരുടെ സംസ്ഥാന ഇൻഷുറൻസ് പദ്ധതി ആനുകൂല്യങ്ങൾ ലഭിക്കുന്നില്ലെന്ന്
                തൊഴിലുടമ പ്രസ്താവിക്കുകയോ ശസ്ത്രക്രിയ അല്ലെങ്കിൽ ആശുപത്രിയിൽ പ്രവേശനം നിർബന്ധമാണെന്ന് ഡോക്ടർ
                സാക്ഷ്യപ്പെടുത്തുകയോ ചെയ്താൽ മുൻകൂർ നൽകും. പ്രധാന കുടുംബച്ചെലവുകൾക്കും അസുഖ ചികിത്സകൾക്കും
                കുടുംബാംഗങ്ങൾക്ക് മുൻ‌കൂർ എടുക്കാനും അക്കൗണ്ട് ഉടമകൾക്ക് കഴിയും. ഡോക്ടറുടെയും അക്കൗണ്ട് ഉടമയുടെ
                തൊഴിലുടമയുടെയും ഒരു പ്രസ്താവന ആവശ്യമാണ്. അനുവദിക്കുന്ന അഡ്വാൻസ് തുക 6 മാസത്തിൽ കൂടുതൽ ഡെയർനെസ്സ്
  											അലവൻസും അടിസ്ഥാന ശമ്പളമോ അല്ലെങ്കിൽ ജീവനക്കാരന്റെ സംഭാവന തുകയോ,കുറവായിരിക്കരുത്.</p>
                <div className="default-table">
                    <table><tbody>
                        <tr className="table-title">
                            <td>പി.എഫ് പിൻവലിക്കാനുള്ള കാരണങ്ങൾ</td>
                            <td>യോഗ്യത</td>
                            <td>സമർപ്പിക്കേണ്ട പിഎഫ് ഫോമുകൾ</td>
                            <td>കെവൈസി പ്രമാണങ്ങൾ</td>
                        </tr>
                        <tr>
                            <td>അസുഖത്തിനോ ആശുപത്രിയിലേക്കോ എടുത്ത അഡ്വാൻസ് </td>
                            <td>ആശുപത്രിയിൽ പ്രവേശിക്കുന്നത് ഒരു മാസമോ അതിൽ കൂടുതലോ ആയിരിക്കണം</td>
                            <td>പിൻവലിക്കലുകൾക്കായി ഫോം 31 സമർപ്പിക്കണം.</td>
                            <td>ശസ്ത്രക്രിയ അല്ലെങ്കിൽ ആശുപത്രിയിൽ പ്രവേശിക്കേണ്ടതിന്റെ ആവശ്യകത ഡോക്ടർ സാക്ഷ്യപ്പെടുത്തണം</td>
                        </tr></tbody>
                    </table>
                </div>
                <h4>	6.സ്വന്തം / കുട്ടികളുടെ / സഹോദരങ്ങളുടെ / വിവാഹങ്ങൾ അല്ലെങ്കിൽ വിദ്യാഭ്യാസം എന്നിവക്ക് വേണ്ടിയുള്ള അഡ്വാൻസ് </h4>
                <p>പണം മടക്കിനൽകാത്ത അഡ്വാൻസ് അക്കൗണ്ട് ഉടമയുടെയോ കുട്ടികളുടെയോ സഹോദരന്റെയോ വിവാഹത്തിനോ വിദ്യാഭ്യാസ
                ആവശ്യങ്ങൾക്കോ ​​എടുക്കാം. അനുവദിക്കുന്ന തുക ജീവനക്കാരുടെ സംഭാവനയുടെ 50% ത്തിൽ കൂടുതലാകരുത്. അക്കൗണ്ട്
  											ഉടമകൾക്ക് ഈ ആവശ്യങ്ങൾക്കായി 3 അഡ്വാൻസ് തുക എടുക്കാൻ കഴിയില്ല.</p>
                <div className="default-table">
                    <table><tbody>
                        <tr className="table-title">
                            <td>പി.എഫ് പിൻവലിക്കാനുള്ള കാരണങ്ങൾ</td>
                            <td>യോഗ്യത</td>
                            <td>സമർപ്പിക്കേണ്ട പിഎഫ് ഫോമുകൾ</td>
                            <td>കെവൈസി പ്രമാണങ്ങൾ</td>
                        </tr>
                        <tr>
                            <td>വിവാഹ / വിദ്യാഭ്യാസത്തിനായി സ്വീകരിച്ച അഡ്വാൻസ്  </td>
                            <td>പി‌എഫ് അക്കൗണ്ടിന്  7 വര്ഷം പ്രായമുണ്ടായിരിക്കണം, കുറഞ്ഞത് 1,000 രൂപം</td>
                            <td>പിൻവലിക്കലുകൾക്കായി ഫോം 31 സമർപ്പിക്കണം.</td>
                            <td>തൊഴിലുടമയുടെ സാക്ഷ്യപ്പെടുത്തലിനൊപ്പം അക്കൗണ്ട് ഉടമ ഒരു പ്രഖ്യാപനം സമർപ്പിക്കണം</td>
                        </tr></tbody>
                    </table>
                </div>
                <h4>7.അസാധാരണമായ സാഹചര്യങ്ങളിൽ ബാധകമായ അഡ്വാൻസ്</h4>
                <p>വെള്ളപ്പൊക്കം, ഭൂകമ്പം, കലാപം തുടങ്ങിയ ദുരന്തങ്ങളാൽ വസ്തുവകകൾ തകർന്ന വ്യക്തികൾക്ക് അഡ്വാൻസ് നൽകും.
                അഡ്വാൻസ് തുക 5,000 രൂപയോ അല്ലെങ്കിൽ ജീവനക്കാരന്റെ സംഭാവന തുകയുടെ 50% പലിശയോടുകൂടിയതാണ്, ഏതാണോ
                കുറവ് അത്. അനധികൃത സ്രോതസ്സുകളിൽ നിന്ന് സർട്ടിഫിക്കറ്റുകൾ കൈവശപ്പെടുത്തുകയോ പ്രഖ്യാപന തീയതി മുതൽ നാല്
                മാസത്തിനുള്ളിൽ അപേക്ഷ സമർപ്പിക്കുകയോ ചെയ്താൽ, ദുരന്തം പൊതു പ്രദേശങ്ങളെ ബാധിച്ചുവെന്ന് സംസ്ഥാനം
  												പ്രസ്താവിച്ചിട്ടുണ്ടെങ്കിൽ മുൻകൂർ അനുവദിക്കില്ല.</p>
                <div className="default-table">
                    <table><tbody>
                        <tr className="table-title">
                            <td>പി.എഫ് പിൻവലിക്കാനുള്ള കാരണങ്ങൾ</td>
                            <td>യോഗ്യത</td>
                            <td>സമർപ്പിക്കേണ്ട പിഎഫ് ഫോമുകൾ</td>
                            <td>കെവൈസി പ്രമാണങ്ങൾ</td>
                        </tr>
                        <tr>
                            <td>അസാധാരണമായ സാഹചര്യങ്ങളിൽ എടുത്ത അഡ്വാൻസ്   </td>
                            <td>നാശനഷ്ടങ്ങൾ സ്ഥിരീകരിക്കുന്ന ശരിയായ അധികാരികളിൽ നിന്നുള്ള സർട്ടിഫിക്കറ്റ്, സംസ്ഥാന സർക്കാരിന്റെ പ്രഖ്യാപനം</td>
                            <td>പിൻവലിക്കലുകൾക്കായി ഫോം 31 സമർപ്പിക്കണം.</td>
                            <td>അംഗീകൃത അധികാരികളിൽ നിന്നുള്ള സർട്ടിഫിക്കറ്റ്</td>
                        </tr></tbody>
                    </table>
                </div>
                <h4>8.വൈദ്യുതി മുടക്കം ബാധിച്ചവർക്ക് നൽകിയ അഡ്വാൻസ്</h4>
                <p>വ്യക്തി ജോലി ചെയ്യുന്ന ഒരു ജോലിസ്ഥലത്ത് വൈദ്യുതി വെട്ടിക്കുറച്ചിട്ടുണ്ടെങ്കിൽ, പണം തിരികെ നൽകാത്ത അഡ്വാൻസ് നൽകാം.
             1973 ജനുവരി മുതൽ ആരംഭിക്കുന്ന ഒരു മാസത്തെ വേതനം 3/4 ൽ കുറവോ 3/4 ന് തുല്യമോ ആണെങ്കിൽ മാത്രമേ അഡ്വാൻസ്
             അനുവദിക്കൂ. അനുവദിക്കുന്ന തുക 300 രൂപ, അല്ലെങ്കിൽ വേതന തുക, അല്ലെങ്കിൽ ജീവനക്കാരന്റെ മൊത്തം സംഭാവന തുക.
             വൈദ്യുതി വെട്ടിക്കുറവ് സംസ്ഥാന സർക്കാർ സാക്ഷ്യപ്പെടുത്തിയിട്ടില്ലെങ്കിൽ, വൈദ്യുതി മുടക്കം മൂലമാണ് ശമ്പളക്കുറവ് ഉണ്ടായതെന്ന്
  			 വ്യക്തമാക്കുന്ന തൊഴിലുടമ സർട്ടിഫിക്കറ്റ് നൽകുന്നില്ലെങ്കിൽ മുൻകൂർ നൽകില്ല.</p>
                <div className="default-table">
                    <table><tbody>
                        <tr className="table-title">
                            <td>പി.എഫ് പിൻവലിക്കാനുള്ള കാരണങ്ങൾ</td>
                            <td>യോഗ്യത</td>
                            <td>സമർപ്പിക്കേണ്ട പിഎഫ് ഫോമുകൾ</td>
                            <td>കെവൈസി പ്രമാണങ്ങൾ</td>
                        </tr>
                        <tr>
                            <td>വൈദ്യുതി മുടക്കം ബാധിച്ച വ്യക്തികൾ കൈക്കൊണ്ട അഡ്വാൻസ്   </td>
                            <td>1973 ജനുവരി മുതൽ ആരംഭിക്കുന്ന ഒരു മാസത്തെ വേതനം 3/4 ൽ കുറവോ 3/4 ന് തുല്യമോ ആണെങ്കിൽ മാത്രമേ അഡ്വാൻസ് അനുവദിക്കൂ	</td>
                            <td>പിൻവലിക്കലുകൾക്കായി ഫോം 31 സമർപ്പിക്കണം.</td>
                            <td>വൈദ്യുതി മുടക്കം സംബന്ധിച്ച സംസ്ഥാന സർക്കാരിന്റെ സർട്ടിഫിക്കറ്റ്</td>
                        </tr></tbody>
                    </table>
                </div>
                <h4>9.ശാരീരിക വൈകല്യമുള്ളവർക്ക് നൽകുന്ന അഡ്വാൻസ്</h4>
                <p>ശാരീരിക വൈകല്യമുള്ള ഏതൊരു അക്കൗണ്ട് ഉടമയ്ക്കും ദൈനംദിന പ്രവർത്തനങ്ങളിൽ സഹായിക്കുന്നതിന് ഏതെങ്കിലും ഉപകരണങ്ങൾ
                    വാങ്ങുന്നതിന് മുൻകൂർ നേടാം. ശാരീരിക വൈകല്യമുള്ളയാളാണെന്ന് വ്യക്തമാക്കുന്ന ഒരു ഡോക്ടറുടെ അക്കൗണ്ട് ഉടമയ്ക്ക് മെഡിക്കൽ സർട്ടിഫിക്കറ്റ്
                     ഉണ്ടെങ്കിൽ മാത്രമേ അഡ്വാൻസ് നൽകൂ. അനുവദിച്ച തുക 6 മാസത്തെ അടിസ്ഥാന ശമ്പളവും ഡെയർനെസ്സ് അലവൻസും അല്ലെങ്കിൽ
                     ഉപകരണങ്ങളുടെ വിലയും അല്ലെങ്കിൽ ജീവനക്കാരന്റെ മൊത്തം സംഭാവന തുകയും ഏതാണോ അതിൽ കുറവാണ്. ആദ്യ അഡ്വാൻസ് തുക
                     ലഭിച്ച് 3 വർഷത്തിനുള്ളിൽ മറ്റൊരു അഡ്വാൻസ് തുക നൽകില്ല. ഈ വിഭാഗത്തിൽ അഡ്വാൻസ് ലഭിക്കുന്നതിന് ഫോം 31 ഉം ഡോക്ടറുടെ
  									 സർട്ടിഫിക്കറ്റും സമർപ്പിക്കണം.</p>
                <h4>10.പിൻവലിക്കലുകൾ വിരമിക്കുന്നതിന് ഒരു വർഷം മുമ്പ് ചെയ്തു</h4>
                <p>പി‌എഫ് അക്കൗണ്ട്  ഉടമകൾക്ക് വിരമിക്കുന്ന ഒരു വർഷത്തിന് മുമ്പായി സമാഹരിച്ച തുകയുടെ 90% വരെ പിൻവലിക്കാൻ കഴിയും.
                    ഇപിഎഫ് ബാലൻസ് അവസാനമായി പിൻവലിക്കുന്നത് വിരമിച്ച ശേഷം അല്ലെങ്കിൽ ജോലി ഉപേക്ഷിച്ച് 2 മാസത്തിന് ശേഷമാണ്. 50
                    വയസ്സ് തികഞ്ഞതിന് ശേഷം 10 വർഷത്തെ സേവനത്തിന് വിധേയമാക്കിയ ശേഷം ഇപിഎഫ് അംഗങ്ങൾക്ക് സൂപ്പർഇന്യൂവേഷൻ അല്ലെങ്കിൽ
  									 പോസ്റ്റ് ക്വിറ്റിംഗ് സേവനം ഉപയോഗിച്ച് പെൻഷൻ തിരഞ്ഞെടുക്കാം.</p>
                <h4>11.വരിഷ്ഠ പെൻഷൻ ബിമ യോജനയിൽ നിക്ഷേപിച്ചതിന് 55-ാം വയസ്സിൽ പിൻവലിക്കൽ</h4>
                <p>ലൈഫ് ഇൻഷുറൻസ് കോർപ്പറേഷൻ ഓഫ് ഇന്ത്യ വാഗ്ദാനം ചെയ്യുന്ന വരിഷ്ഠ പെൻഷൻ ബിമ യോജനയിൽ നിക്ഷേപിക്കുന്നതിന്
  									പ്രോവിഡന്റ് ഫണ്ട് അക്കൗണ്ട് ഉടമകൾക്ക് അവൻ / അവൾ 55 വയസ്സ് തികഞ്ഞതിന് ശേഷം സമാഹരിച്ച തുകയുടെ 90% വരെ പിൻവലിക്കാം.</p>
            </div>
        )
    }
}

export default Pfwithdrawal
