import React, { Component } from 'react'

class Pfwithdrawalrules extends Component {
    render() {
        return (
            <div>
                <h1>പുതിയ ഇപിഎഫ് പിൻവലിക്കൽ നിയമങ്ങൾ 2019</h1>
                <p>തൊഴിലുടമയിൽ നിന്നും ജീവനക്കാരിൽ നിന്നുമുള്ള സംഭാവനകളാണ് ഇപിഎഫ് അക്കൗണ്ടിലുള്ളത്. എന്നിരുന്നാലും, ഒരു ഇപിഎഫ് അക്കൗണ്ടിലെ
  					പണം ആവശ്യാനുസരണം പിൻവലിക്കാൻ കഴിയില്ല.</p>
                <h4>ഇപിഎഫ് പിൻവലിക്കലിനെക്കുറിച്ചുള്ള 10 പ്രധാന നിയമങ്ങൾ: </h4>
                <nav>
                    <ul>
                        <li>ഒരു ബാങ്ക് അക്കൗണ്ടിൽ നിന്ന് വ്യത്യസ്തമായി ഇപിഎഫ് അക്കൗണ്ടിൽ നിന്നുള്ള പണം തൊഴിൽ സമയത്ത് പിൻവലിക്കാൻ കഴിയില്ല. ദീർഘകാല
  								റിട്ടയർമെന്റ് സേവിംഗ്സ് പദ്ധതിയാണ് ഇപിഎഫ്. വിരമിച്ചതിനുശേഷം മാത്രമേ പണം പിൻവലിക്കാൻ കഴിയൂ.</li>
                        <li>മെഡിക്കൽ എമർജൻസി, വീട് വാങ്ങൽ അല്ലെങ്കിൽ നിർമ്മാണം, ഉന്നത വിദ്യാഭ്യാസം എന്നിവ പോലുള്ള അടിയന്തിര സാഹചര്യങ്ങളിൽ
                                ഇപിഎഫ് അക്കൗണ്ടുകളിൽ നിന്ന് ഭാഗികമായി പിൻവലിക്കൽ അനുവദനീയമാണ്. ഭാഗിക പിൻ‌വലിക്കൽ കാരണം അനുസരിച്ച്
  									പരിമിതികൾക്ക് വിധേയമാണ്. ഭാഗികമായി പിൻവലിക്കാനായി അക്കൗണ്ട് ഉടമയ്ക്ക് ഓൺലൈനിൽ അഭ്യർത്ഥിക്കാം.</li>
                        <li>റിട്ടയർമെന്റിനുശേഷം മാത്രമേ ഇപിഎഫ് കോർപ്പസ് പിൻവലിക്കാൻ കഴിയുകയുള്ളൂവെങ്കിലും, വ്യക്തിക്ക് 55 വയസ്സ് എത്തുന്നതുവരെ
                                നേരത്തെയുള്ള വിരമിക്കൽ പരിഗണിക്കില്ല. വ്യക്തിക്ക് 54 വയസ്സിന് താഴെയല്ലെങ്കിൽ, വിരമിക്കുന്നതിന് 1 വർഷം മുമ്പ് ഇപിഎഫ്
  									കോർപ്പസിന്റെ 90% പിൻവലിക്കാൻ ഇപിഎഫ്ഒ അനുവദിക്കുന്നു.</li>
                        <li>ലോക്ക് - ഡൗൺ അല്ലെങ്കിൽ റിട്രെഞ്ച്മെന്റ് കാരണം ഒരാൾ വിരമിക്കുന്നതിന് മുമ്പ് തൊഴിലില്ലായ്മ നേരിടുന്നുണ്ടെങ്കിൽ ഇപിഎഫ് കോർപ്പസ് പിൻവലിക്കാം. </li>
                        <li>ഇപിഎഫ് തുക പിൻവലിക്കാൻ ഇപിഎഫ് വരിക്കാരൻ തൊഴിലില്ലായ്മ പ്രഖ്യാപിക്കണം.</li>
                        <li>പുതിയ ചട്ടമനുസരിച്ച്, 1 മാസത്തെ തൊഴിലില്ലായ്മയ്ക്ക് ശേഷം ഇപിഎഫ് കോർപ്പസിന്റെ 75% പിൻവലിക്കാൻ ഇപിഎഫ്ഒ അനുവദിക്കുന്നു. ബാക്കി 25% പുതിയ തൊഴിൽ
  									നേടിയ ശേഷം പുതിയ ഇപിഎഫ് അക്കൗണ്ടിലേക്ക് മാറ്റാം.</li>
                        <li>പഴയ ചട്ടമനുസരിച്ച്, 2 മാസത്തെ തൊഴിലില്ലായ്മയ്ക്ക് ശേഷം 100% ഇപിഎഫ് പിൻവലിക്കൽ അനുവദനീയമാണ്.</li>
                        <li>ഇപിഎഫ് കോർപ്പസ് പിൻവലിക്കൽ നികുതിയിൽ നിന്ന് ഒഴിവാക്കിയിട്ടുണ്ടെങ്കിലും ചില വ്യവസ്ഥകളിൽ. തുടർച്ചയായ 5 വർഷത്തേക്ക് ഒരു ജീവനക്കാരൻ ഇപിഎഫ്
                                അക്കൗണ്ടിലേക്ക് സംഭാവന നൽകിയാൽ മാത്രമേ ഇപിഎഫ് കോർപ്പസിന് നികുതി ഇളവ് അനുവദിക്കൂ. തുടർച്ചയായ 5 വർഷത്തേക്ക്
                                അക്കൗണ്ടിലേക്കുള്ള  സംഭാവനയിൽ ഇടവേളയുണ്ടെങ്കിൽ ഇപിഎഫ് തുകയ്ക്ക് നികുതി നൽകേണ്ടതാണ്. അങ്ങനെയാണെങ്കിൽ, മുഴുവൻ ഇപിഎഫ്
  									തുകയും ആ സാമ്പത്തിക വർഷത്തിലെ നികുതി വരുമാനമായി കണക്കാക്കും.</li>
                        <li>ഇപിഎഫ് കോർപ്പസ് നേരത്തേ പിൻവലിക്കുമ്പോൾ ഉറവിടത്തിൽ നികുതി കുറയ്ക്കുന്നു. എന്നിരുന്നാലും, മുഴുവൻ തുകയും 50,000 രൂപയിൽ കുറവാണെങ്കിൽ, ടിഡിഎസ് ബാധകമല്ല.
                                ഓർമിക്കുക, ഒരു ജീവനക്കാരൻ ആപ്ലിക്കേഷനുമായി പാൻ നൽകുന്നുവെങ്കിൽ, ബാധകമായ ടിഡിഎസ് നിരക്ക് 10% ആണ്. അല്ലെങ്കിൽ,
                                ഇത് 30% അധിക നികുതിയാണ്. ഫോം 15 എച്ച് / 15 ജി ഒരു ഡിക്ലറേഷൻ ഫോമാണ്, അതിൽ ഒരു വ്യക്തിയുടെ മൊത്തം വരുമാനം നികുതി
  									നൽകാനാവില്ലെന്നും അതിനാൽ ടിഡിഎസ് ഒഴിവാക്കാമെന്നും പറയുന്നു.</li>
                        <li>ഇപിഎഫ് പിൻവലിക്കലിനായി ഒരു ജീവനക്കാരൻ തൊഴിലുടമയുടെ അംഗീകാരത്തിനായി കാത്തിരിക്കേണ്ടതില്ല. ജീവനക്കാരുടെ യു‌എ‌എൻ‌, ആധാർ‌ എന്നിവ
                                ബന്ധിപ്പിച്ചിട്ടുണ്ടെങ്കിൽ‌, ഇ‌പി‌എഫ്‌ഒയിൽ‌ നിന്നും ഇത് നേരിട്ട് ചെയ്യാൻ‌ കഴിയും, കൂടാതെ തൊഴിലുടമ അത് അംഗീകരിച്ചു. ഇപിഎഫ് പിൻവലിക്കൽ
  									നില ഓൺലൈനിൽ പരിശോധിക്കാം.</li>
                    </ul>
                </nav>
                <h3>പി.എഫ് പിൻവലിക്കലിന്റെ തരങ്ങൾ</h3>
                <p>ഇപിഎഫ്ഒ അംഗ പോർട്ടലിൽ വരിക്കാർക്ക് മൂന്ന് വ്യത്യസ്ത തരം പിഎഫ് പിൻവലിക്കലുകൾ നടത്താം. അവർ:</p>
                <nav>
                    <ul>
                        <li>പി‌എഫ് അന്തിമ തീർപ്പാക്കൽ</li>
                        <li>പി‌എഫ് ഭാഗിക പിൻ‌വലിക്കൽ</li>
                        <li>പെൻഷൻ പിൻവലിക്കൽ ആനുകൂല്യം</li>
                    </ul>
                </nav>
                <p>യുഎഎൻ ഉപയോഗിച്ച് ആധാർ കാർഡ് വിശദാംശങ്ങൾ സീഡ് ചെയ്തിട്ടുണ്ടെങ്കിൽ വരിക്കാർക്ക് അവരുടെ തൊഴിലുടമയുടെ
  									സാക്ഷ്യപ്പെടുത്തൽ ഉപയോഗിച്ച് മുകളിൽ ലിസ്റ്റുചെയ്ത പിൻവലിക്കലുകൾ ഇപിഎഫ്ഒ അംഗ പോർട്ടലിൽ നടത്താം.</p>
                <h3>പിഎഫ് പിൻവലിക്കൽ നിയമങ്ങൾക്</h3>
                <p>ജീവനക്കാരെ സ്കീമിൽ ചേർക്കുന്നത് തുടരുകയാണെന്നും അവരുടെ പിഎഫ് കോർപ്പസിൽ നിന്ന് പണം പിൻവലിക്കുന്നത് ഒഴിവാക്കുന്നതിനും
                    പകരം ഭാവിയിലേക്കോ വിരമിക്കലിനായോ സംരക്ഷിക്കുന്നതിനോ വേണ്ടി, ഇപിഎഫ്ഒ നിരവധി പിഎഫ് പിൻവലിക്കൽ നിയമങ്ങൾ
  								പട്ടികപ്പെടുത്തിയിട്ടുണ്ട്. അവ ചുവടെ ചേർക്കുന്നു.</p>
                <ul>
                    <li>5 വർഷത്തെ തുടർച്ചയായ സേവനം പൂർത്തിയാക്കുന്നതിന് മുമ്പ് നടത്തിയ എല്ലാ പിൻവലിക്കലുകളും നികുതിയ്ക്ക് വിധേയമാണ്.
  											ഇപിഎഫിൽ 5 വർഷത്തെ തുടർച്ചയായ സേവനം പൂർത്തിയാക്കിയ ശേഷം പിൻവലിക്കൽ നികുതി രഹിതമാണ്.</li>
                    <li>അനാരോഗ്യത്തിന്റെ ഫലമായി ജീവനക്കാരനെ ജോലിയിൽ നിന്ന് പുറത്താക്കുകയോ അല്ലെങ്കിൽ തൊഴിലില്ലായ്മ ചെയ്യുകയോ ചെയ്താൽ,
  											പിൻവലിക്കൽ നികുതി ഉണ്ടാകുന്നതല്ല </li>
                    <li>പദ്ധതിയിൽ തുടർച്ചയായി 5 വർഷം പൂർത്തിയാകുന്നതിന് മുമ്പ് ജീവനക്കാരൻ പിൻവലിക്കൽ നടത്തുകയാണെങ്കിൽ,
  											പ്രധാന തുകയും സമാഹരിച്ച പലിശയും നികുതിയ്ക്ക് വിധേയമാണ്. നടപ്പ് സാമ്പത്തിക വർഷത്തിൽ ഈ തുകയ്ക്ക് നികുതി നൽകേണ്ടിവരും.</li>
                    <li>സ്കീമിനായി തുടർച്ചയായി 5 വർഷം പൂർത്തിയാക്കുന്നതിന് മുമ്പായി പിൻവലിക്കലിനായി, ജീവനക്കാരന് പ്രധാന തുകയുടെ 30% നികുതിയും
                            അവൻ / അവൾ അവരുടെ പാൻ ഇപിഎഫ്ഒ അധികാരികൾക്ക് സമർപ്പിച്ചിട്ടില്ലെങ്കിൽ ലഭിക്കുന്ന പലിശയും ഈടാക്കും. ജീവനക്കാരൻ
                            തന്റെ / അവളുടെ പാൻ വിശദാംശങ്ങൾ ഇപിഎഫ്ഒ അധികാരികൾക്ക് സമർപ്പിച്ചിട്ടുണ്ടെങ്കിൽ, 10% ടിഡിഎസ് (ഉറവിടത്തിൽ നികുതി കുറച്ചത്)
  											ബാധകമാകും.</li>
                    <li>ഒരാളുടെ പി‌എഫ് അക്കൗണ്ടിൽ  നിന്ന് ദേശീയ പെൻഷൻ സ്കീമിലേക്ക് (എൻ‌പി‌എസ്) കൈമാറ്റം ചെയ്യുന്ന ഫണ്ടുകൾ പിൻവലിക്കുമ്പോൾ
  											നികുതി ബാധകം അല്ല .</li>
                    <li>ജീവനക്കാരൻ ജോലികൾ മാറ്റുകയും പ്രക്രിയയിൽ വ്യത്യസ്ത പിഎഫ് അക്കൗണ്ട്  ഉണ്ടെങ്കിൽ, സംഭാവനകളിൽ ഒരു വിടവും ഇല്ലെങ്കിൽ
  											നൽകിയിട്ടുള്ള സ്കീമിലേക്കുള്ള തുടർച്ചയായ സേവനമായി ഇത് കണക്കാക്കപ്പെടും.</li>
                    <li>ഭാഗിക പിൻ‌വലിക്കലിനോ അന്തിമ സെറ്റിൽ‌മെന്റ് ക്ലെയിമിനോ കോമ്പോസിറ്റ് ക്ലെയിം ഫോം ഉപയോഗിക്കാൻ ജീവനക്കാർ‌ക്ക് സൗകര്യമുണ്ട്.</li>
                    <li>ജീവനക്കാരൻ തന്റെ / അവളുടെ ആധാർ കാർഡ് വിശദാംശങ്ങൾ അവരുടെ യു‌എ‌എൻ ഉപയോഗിച്ച് സീഡ് ചെയ്തിട്ടുണ്ടെങ്കിൽ, അവരുടെ
                            തൊഴിലുടമയുടെ സാക്ഷ്യപ്പെടുത്തലിന്റെ ആവശ്യമില്ലാതെ തന്നെ ഇപി‌എഫ്‌ഒയ്ക്ക് നേരിട്ട് പണം പിൻവലിക്കുന്നതിന് കോമ്പോസിറ്റ് ക്ലെയിം ഫോം
                            സമർപ്പിക്കാം. യു‌എ‌എൻ ഉപയോഗിച്ച് ആധാർ കാർഡ് വിശദാംശങ്ങൾ സീഡ് ചെയ്യാത്തവർ പിൻ‌വലിക്കാൻ തൊഴിലുടമയുടെ സാക്ഷ്യപ്പെടുത്തലിനൊപ്പം
  											കോമ്പോസിറ്റ് ക്ലെയിം ഫോം സമർപ്പിക്കണം.</li>
                </ul>
                <h3>പി.എഫ് പിൻവലിക്കൽ നടപടിക്രമം</h3>
                <p>എംപ്ലോയീസ് പ്രൊവിഡന്റ് ഫണ്ട് ഓർഗനൈസേഷൻ (ഇപിഎഫ്ഒ) വരുത്തിയ ഭേദഗതികളോടെ, ഇപ്പോൾ സ്കീമിലെ വരിക്കാർക്ക് ഭാഗികമായോ
                    പൂർണ്ണമായോ പിൻവലിക്കൽ നടത്താൻ തൊഴിലുടമയുടെ സാക്ഷ്യപ്പെടുത്തൽ ആവശ്യമില്ല. അവന്റെ / അവളുടെ യു‌എ‌എൻ‌ അവരുടെ ആധാർ‌
                    കാർ‌ഡ് വിശദാംശങ്ങൾ‌ ഉൾ‌ക്കൊള്ളുന്നുവെന്ന് സബ്‌സ്‌ക്രൈബർ‌ ഉറപ്പുവരുത്തേണ്ടതുണ്ട്. ഭാഗികമായോ പൂർണ്ണമായോ പിൻവലിക്കലിനായി
                    അഭ്യർത്ഥിക്കാൻ ഉപയോഗിക്കാവുന്ന സംയോജിത ക്ലെയിം ഫോമും ഇപിഎഫ്ഒ പുറത്തിറക്കിയിട്ടുണ്ട്. ഇപിഎഫ്ഒ അംഗ പോർട്ടലിലോ യുഎൻ
  											പോർട്ടലിലോ ഓൺലൈനിൽ പിൻവലിക്കൽ പ്രക്രിയ മുഴുവൻ വരിക്കാർക്ക് നടപ്പിലാക്കാൻ കഴിയും.</p>
                <h3>പിഎഫ് പിൻവലിക്കൽ ക്ലെയിം ഫോമുകൾ</h3>
                <p>പ്രോവിഡന്റ് ഫണ്ട് അല്ലെങ്കിൽ പെൻഷൻ ഫണ്ട് പിൻവലിക്കാൻ സമർപ്പിക്കേണ്ട പിഎഫ് പിൻവലിക്കൽ ക്ലെയിം ഫോമുകൾ പ്രായം,
                    ക്ലെയിം ഉന്നയിക്കുന്നതിനുള്ള കാരണം, ജീവനക്കാരൻ ഇപ്പോഴും സേവനത്തിൽ ഉണ്ടോ ഇല്ലയോ എന്നിവയെ അടിസ്ഥാനമാക്കി വ്യത്യാസപ്പെടുന്നു.
                    നേരത്തെ, ഫോം 19, ഫോം 31, ഫോം 10 സി എന്നിവ പിൻവലിക്കാനായി ഉപയോഗിച്ചിരുന്നു. എന്നാൽ അടുത്തിടെ, മുകളിൽ പറഞ്ഞ ഫോമുകൾ
                    ഒരു സംയോജിത ക്ലെയിം ഫോം മാറ്റിസ്ഥാപിച്ചു. ജീവനക്കാരന്റെ യു‌എ‌എൻ‌ വിശദാംശങ്ങൾ‌ ആവശ്യമുള്ള ഫോമുകൾ‌ ഇപ്പോൾ‌ ഒരു സംയോജിത
                    ക്ലെയിം ഫോം ഉപയോഗിച്ച് മാറ്റിസ്ഥാപിച്ചു, അത് ജീവനക്കാരന്റെ ആധാർ‌ വിശദാംശങ്ങൾ‌ ആവശ്യമാണ്.
  											നേരത്തെ സൂചിപ്പിച്ചതുപോലെ, സമർപ്പിക്കേണ്ട പിഎഫ്  ക്ലെയിം ഫോം ചില മാനദണ്ഡങ്ങൾക്കനുസരിച്ച് വ്യത്യാസപ്പെടുന്നു.</p>
                <h3>	പി.എഫ് പിൻവലിക്കലിനുള്ള മാനദണ്ഡങ്ങൾ</h3>
                <h4>1. ഒരു ജീവനക്കാരൻ ഇപ്പോഴും സേവനത്തിലായിരിക്കുമ്പോൾ</h4>
                <nav>
                    <ul>
                        <li>അവൻ / അവൾ പി‌എഫ് അക്കൗണ്ടിൽ നിന്ന് അഡ്വാൻസ് എടുക്കാൻ ആഗ്രഹിക്കുന്നുവെങ്കിൽ, സംയോജിത ക്ലെയിം ഫോം (ആധാർ / നോൺ-ആധാർ) സമർപ്പിക്കേണ്ടതുണ്ട്.</li>
                        <li>അവൻ / അവൾ പി‌എഫ് അക്കൗണ്ട്  വഴി അവന്റെ / അവളുടെ എൽ‌ഐ‌സി പോളിസിക്ക് ധനസഹായം നൽകാൻ ആഗ്രഹിക്കുന്നുവെങ്കിൽ, ഫോം 14 സമർപ്പിക്കേണ്ടതാണ്.</li>
                        <li>അവൻ / അവൾ 58 വയസ്സ് കടന്ന് പെൻഷൻ ഫണ്ട് ക്ലെയിം ചെയ്യാൻ സാധിക്കുന്നതാണ് .</li>
                        <li>യോഗ്യതയുള്ള 10 വർഷത്തെ സേവനം പൂർത്തിയാക്കിയിട്ടില്ലെങ്കിൽ സംയോജിത ക്ലെയിം ഫോം (ആധാർ / നോൺ-ആധാർ) സമർപ്പിക്കണം.</li>
                        <li>യോഗ്യതയുള്ള 10 വർഷത്തെ സേവനം പൂർത്തിയായിട്ടുണ്ടെങ്കിൽ പ്രതിമാസ പെൻഷനായി ഫോം 10 ഡി അപേക്ഷിക്കണം.</li>
                    </ul>
                </nav>
                <h4>2. ഒരു ജീവനക്കാരൻ ജോലി മാറുമ്പോൾ</h4>
                <nav>
                    <ul>
                        <li>ഇപിഎഫ് അക്കൗണ്ട്  കൈമാറാൻ ആഗ്രഹിക്കുന്നു, ഫോം 13 പ്രയോഗിക്കണം</li>
                        <li>ഒരു ജീവനക്കാരൻ ഒരു സ്ഥാപനം ഉപേക്ഷിച്ച് മറ്റൊന്നിൽ ചേരാതിരിക്കുമ്പോൾ</li>
                        <li>സംയോജിത ക്ലെയിം ഫോം (ആധാർ / നോൺ-ആധാർ) ഉപയോഗിച്ച് അയാൾക്ക് / അവൾക്ക് ഒരു പി‌എഫ്, പെൻഷൻ ഫണ്ട് ക്ലെയിം നടത്താൻ കഴിയും.</li>
                        <li>58 വയസ്സിനു മുകളിലുള്ളയാളാണ്, കൂടാതെ 10 വർഷത്തെ യോഗ്യതയുള്ള സേവനം പൂർത്തിയാക്കിയ അദ്ദേഹത്തിന് / അവൾക്ക് സംയോജിത ക്ലെയിം ഫോം (ആധാർ / നോൺ-ആധാർ),
  													ഫോം 10 ഡി ഉപയോഗിച്ച് ഒരു പെൻഷൻ ക്ലെയിം എന്നിവ ഉപയോഗിച്ച് ഒരു പിഎഫ് ക്ലെയിം നടത്താൻ കഴിയും.</li>
                    </ul>
                </nav>
                <h4>3. ശാരീരിക വൈകല്യം കാരണം ഒരു ജീവനക്കാരൻ ഒരു സ്ഥാപനം ഉപേക്ഷിക്കുമ്പോൾ	</h4>
                <nav>
                    <ul>
                        <li>അവന് / അവൾക്ക് സംയോജിത ക്ലെയിം ഫോം (ആധാർ / നോൺ-ആധാർ) ഉപയോഗിച്ച് ഒരു പി‌എഫ് ക്ലെയിം നടത്താൻ കഴിയും.</li>
                        <li>ഫോം 10 ഡി ഉപയോഗിച്ച് അയാൾക്ക് / അവൾക്ക് ഒരു പെൻഷൻ ക്ലെയിം ചെയ്യാൻ കഴിയും.</li>
                        <li>58 വയസ്സിന് മുകളിലുള്ളതും യോഗ്യതയുള്ള 10 വർഷം പൂർത്തിയാക്കിയിട്ടില്ലാത്തതുമായ അയാൾക്ക് / അവൾക്ക് സംയോജിത ക്ലെയിം
  													 ഫോം (ആധാർ / നോൺ-ആധാർ) ഉപയോഗിച്ച് പി.എഫ്, പെൻഷൻ ക്ലെയിം നടത്താം.</li>
                    </ul>
                </nav>
                <h4>4. സേവനത്തിൽ ആയിരിക്കുമ്പോൾ ഒരു ജീവനക്കാരൻ മരിച്ചാൽ</h4>
                <nav>
                    <ul>
                        <li>സേവനത്തിൽ ആയിരിക്കുമ്പോൾ 58 വയസ്സിന് മുമ്പ്, നോമിനി / അവകാശി / ഗുണഭോക്താവിന് ഫോം 20 ഉപയോഗിച്ച് പിഎഫ് സെറ്റിൽമെന്റിനും, ഫോം 10 ഡി ഉപയോഗിച്ചുള്ള പ്രതിമാസ പെൻഷനും,
  													 ഫോം 5 ഐഎഫ് ഉപയോഗിച്ച് ഇഡ്ലി (എംപ്ലോയീസ് ഡെപ്പോസിറ്റ് ലിങ്ക്ഡ് ഇൻഷുറൻസ്) തുകയ്ക്കും അപേക്ഷിക്കാം.</li>
                        <li>58 വയസ്സിനു ശേഷം യോഗ്യതയുള്ള 10 വർഷം പൂർത്തിയാക്കിയ ശേഷം, നോമിനി / അവകാശി / ഗുണഭോക്താവിന് ഫോം 20, ഫോം 10 ഡി ഉപയോഗിച്ചുള്ള പെൻഷൻ, ഫോം 5 ഐഎഫ്
  													ഉപയോഗിച്ച് ഇഡിഎൽ തുക എന്നിവ ഉപയോഗിച്ച് പിഎഫ് ക്ലെയിം ചെയ്യാൻ കഴിയും.</li>
                        <li>58 വയസ്സിനു ശേഷം 10 വർഷത്തെ യോഗ്യതയുള്ള സേവനം പൂർത്തിയാക്കിയിട്ടില്ലെങ്കിൽ, നോമിനി / അവകാശി / ഗുണഭോക്താവിന് ഫോം 20 ഉപയോഗിച്ച് പി‌എഫ് സെറ്റിൽ‌മെന്റ് നടത്താനും
  													കോമ്പോസിറ്റ് ക്ലെയിം ഫോം (ആധാർ / നോൺ-ആധാർ) ഉപയോഗിച്ച് പെൻഷൻ പിൻവലിക്കാനും EDLI ക്ലെയിം ചെയ്യാനും കഴിയും. ഫോം 5IF ഉപയോഗിക്കുന്ന തുക.</li>
                    </ul>
                </nav>
                <h4>5. ഒരു ജീവനക്കാരൻ മരിച്ചാൽ</h4>
                <nav>
                    <ul>
                        <li>58 വയസ്സിന് മുമ്പ്, നോമിനി / അവകാശി / ഗുണഭോക്താവ് ഫോം 20 വഴിയും പി‌എഫ് തുക ഫോം 10 ഡി വഴിയും ക്ലെയിം ചെയ്യാം.</li>
                        <li>58 വയസ്സിനു ശേഷം യോഗ്യതയുള്ള 10 വർഷം പൂർത്തിയാക്കിയ ശേഷം, നോമിനി / അവകാശി / ഗുണഭോക്താവിന് ഫോം 20 ഉപയോഗിച്ച് പിഎഫ് തുകയും ഫോം 10 ഡി ഉപയോഗിച്ച് പെൻഷൻ തുകയും ക്ലെയിം ചെയ്യാൻ കഴിയും.</li>
                        <li>58 വയസ്സിനു ശേഷം 58 വയസിൽ യോഗ്യതയുള്ള 10 വർഷം പൂർത്തിയാക്കിയിട്ടില്ലെങ്കിൽ, നോമിനി, അവകാശി അല്ലെങ്കിൽ ഗുണഭോക്താവിന് ഫോം 20 ഉപയോഗിച്ച് അന്തിമ പിഎഫ് സെറ്റിൽമെന്റിനും കോമ്പോസിറ്റ് ക്ലെയിം
  													 ഫോം (ആധാർ / നോൺ) ഉപയോഗിച്ച് പെൻഷൻ ഫണ്ടിനും അപേക്ഷിക്കാം.</li>
                    </ul>
                </nav>
                <h3>	പി.എഫ് പിൻവലിക്കാനുള്ള കാരണങ്ങൾ</h3>
                <p>ഇനിപ്പറയുന്ന സാഹചര്യങ്ങളിൽ വരിക്കാർക്ക് പൂർണ്ണമായോ ഭാഗികമായോ പിൻവലിക്കൽ നടത്താം:</p>
                <nav>
                    <ul>
                        <li>അംഗം വിരമിക്കൽ പ്രായം എത്തിയിട്ടുണ്ടെങ്കിൽ.</li>
                        <li>അവൻ / അവൾ അവരുടെ വീടിന്റെ നിർമ്മാണത്തിന് ധനസഹായം നൽകുകയോ അവരുടെ ഭവനവായ്പ നൽകുകയോ ചെയ്യേണ്ടതുണ്ടെങ്കിൽ.</li>
                        <li>മെഡിക്കൽ ചെലവുകൾ വഹിക്കുന്നതിന്.</li>
                        <li>ഒരു വിവാഹ അല്ലെങ്കിൽ വിദ്യാഭ്യാസ ചെലവുകൾ വഹിക്കുന്നതിന്.</li>
                        <li>60 ദിവസമോ രണ്ടോ മാസത്തിൽ കൂടുതൽ അവർ തൊഴിൽരഹിതരാണെങ്കിൽ.</li>
                        <li>അവർ സ്ഥിരമായി വിദേശത്തേക്ക് പോകാൻ ആഗ്രഹിക്കുന്നുവെങ്കിൽ.</li>
                        <li>ഗർഭം, പ്രസവം, വിവാഹം, തുടങ്ങിയ കാരണങ്ങളാൽ ഒരു വനിതാ ജീവനക്കാരൻ രാജിവയ്ക്കുകയാണെങ്കിൽ.</li>
                    </ul>
                </nav>
                <h3>	ഇപിഎഫ് ഭാഗിക പിൻവലിക്കലിന്റെ പരിധികൾ.</h3>
                <p>ചുവടെ ലിസ്റ്റുചെയ്‌തിരിക്കുന്ന സാഹചര്യങ്ങളെ അടിസ്ഥാനമാക്കി ജീവനക്കാർക്ക് പിൻവലിക്കൽ നടത്താം. പിൻവലിക്കൽ ഉദ്ദേശ്യം, പിൻവലിക്കൽ
                    നടത്താൻ അർഹതയുള്ള ഏറ്റവും കുറഞ്ഞ സേവന ആവശ്യകത, പിഎഫ് പിൻവലിക്കൽ പരിധി, ജീവനക്കാർക്ക് പിൻവലിക്കൽ നടത്താനുള്ള ബന്ധങ്ങൾ
  										 എന്നിവ ചുവടെ പട്ടികപ്പെടുത്തിയിരിക്കുന്നു.</p>
                <div className="default-table">
                    <table><tbody>
                        <tr className="table-title">
                            <td>പിഎഫ് പിൻവലിക്കൽ കാരണം</td>
                            <td>കുറഞ്ഞ സേവനം</td>
                            <td>പിഎഫ് പിൻവലിക്കൽ പരിധി</td>
                            <td>ബന്ധങ്ങൾ</td>
                        </tr>
                        <tr>
                            <td>വീട് നിർമ്മാണം അല്ലെങ്കിൽ പ്ലോട്ട് വാങ്ങൽ</td>
                            <td>5 വർഷം</td>
                            <td>വാങ്ങുന്നതിനുള്ള പ്രതിമാസ ശമ്പളത്തിന്റെ 24 ഇരട്ടി / വാങ്ങലിനും നിർമ്മാണത്തിനുമുള്ള പ്രതിമാസ ശമ്പളത്തിന്റെ 36 ഇരട്ടി, അല്ലെങ്കിൽ വസ്തുവിന്റെ വില അല്ലെങ്കിൽ പലിശ തുകയുള്ള മൊത്തം ജീവനക്കാരുടെയും തൊഴിലുടമയുടെയും ഷെയറുകൾ, ഏതാണോ കുറവ്</td>
                            <td>പി‌എഫ് അക്കൗണ്ട്  ഉടമയും പങ്കാളിയോ ജോയിന്റോ</td>
                        </tr>
                        <tr>
                            <td>ഭവന വായ്പ തിരിച്ചടവ്</td>
                            <td>3 വർഷം</td>
                            <td>90% പിഎഫ് ബാലൻസ്</td>
                            <td>പി‌എഫ് അക്കൗണ്ട് ഉടമയും പങ്കാളിയോ ജോയിന്റോ</td>
                        </tr>
                        <tr>
                            <td>വീട് നവീകരണം അല്ലെങ്കിൽ മാറ്റം വരുത്തൽ</td>
                            <td>ഒരു വീടിന്റെ നിർമ്മാണം പൂർത്തിയാക്കി 5 വർഷം</td>
                            <td>പ്രതിമാസ ശമ്പളത്തിന്റെ 12 മടങ്ങ്</td>
                            <td>പി‌എഫ് അക്കൗണ്ട് ഉടമയും പങ്കാളിയോ ജോയിന്റോ</td>
                        </tr>
                        <tr>
                            <td>വിവാഹം</td>
                            <td>7 വർഷം</td>
                            <td>ജീവനക്കാരുടെ സംഭാവനയുടെ 50% പലിശ ഉൾപ്പെടെ </td>
                            <td>പിഎഫ് അക്കൗണ്ട്  ഉടമ, സഹോദരങ്ങൾ, കുട്ടികൾ</td>
                        </tr>
                        <tr>
                            <td>ചികിത്സ</td>
                            <td>ആവശ്യമില്ല</td>
                            <td>ജീവനക്കാരുടെ പങ്ക് പലിശയോ അല്ലെങ്കിൽ പ്രതിമാസ ശമ്പളത്തിന്റെ 6 ഇരട്ടിയോ, ഏതാണോ കുറവ്</td>
                            <td>പിഎഫ് അക്കൗണ്ട്  ഉടമ, മാതാപിതാക്കൾ, പങ്കാളി അല്ലെങ്കിൽ കുട്ടികൾ</td>
                        </tr></tbody>
                    </table>
                </div>
                <h3>	പി.എഫ് പിൻവലിക്കലിനുള്ള ആവശ്യകതകൾ</h3>
                <p>ഒരു പിൻവലിക്കൽ പ്രക്രിയ തടസ്സമില്ലാത്തതാണെന്ന് ഉറപ്പുവരുത്താൻ, വരിക്കാർ അവരുടെ തൊഴിലുടമയുടെ സാക്ഷ്യപ്പെടുത്തൽ കൂടാതെ ഒരു
  										 പിൻവലിക്കൽ നടത്താൻ ആഗ്രഹിക്കുന്നുവെങ്കിൽ, ചുവടെ ലിസ്റ്റുചെയ്‌തിരിക്കുന്ന ആവശ്യകതകൾ പാലിക്കേണ്ടതുണ്ട്.</p>
                <nav>
                    <ul>
                        <li>സബ്‌സ്‌ക്രൈബർമാർ അവരുടെ യു‌എൻ സജീവമാണെന്നും അവരുടെ മൊബൈൽ നമ്പർ അവരുടെ പി‌എഫ് അക്കൗണ്ട്  ഉപയോഗിച്ച് സീഡ് ചെയ്തിട്ടുണ്ടെന്നും ഉറപ്പാക്കേണ്ടതുണ്ട്. </li>
                        <li>പി‌എഫ് അംഗം അവരുടെ / അവളുടെ ആധാർ കാർഡ് വിശദാംശങ്ങളും അവരുടെ പി‌എഫ് അക്കൗണ്ടുമായി ബന്ധിപ്പിക്കണം . </li>
                        <li>അംഗത്തിന്റെ ബാങ്ക് അക്കൗണ്ട്  വിശദാംശങ്ങളും ബാങ്കിന്റെ ഐ‌എഫ്‌എസ്‌സി കോഡും സംയോജിപ്പിക്കേണ്ടതുണ്ട്. </li>
                        <li> ഇപി‌എഫ് സ്കീമിൽ‌ 5 വർഷം പൂർ‌ത്തിയാകുന്നതിന് മുമ്പുള്ള അന്തിമ സെറ്റിൽ‌മെൻറുകൾ‌ക്കായി, അംഗം അവന്റെ / അവളുടെ പാൻ‌ വിശദാംശങ്ങൾ‌ നൽ‌കേണ്ടതുണ്ട്.</li>
                        <li> പി‌എഫ് പിൻ‌വലിക്കൽ മാർ‌ഗ്ഗനിർ‌ദ്ദേശങ്ങളെക്കുറിച്ച് കൂടുതൽ‌ പരിശോധിക്കുക.</li>
                    </ul>
                </nav>
                <h3>ഇപിഎഫ് ബാലൻസ് പിൻവലിക്കൽ ഓൺ‌ലൈനായുള്ള ഘട്ടങ്ങൾ</h3>
                <p>ചുവടെ സൂചിപ്പിച്ച ഘട്ടങ്ങൾ പാലിച്ചുകൊണ്ട് ജീവനക്കാർക്ക് ഇപിഎഫ്ഒ അംഗ പോർട്ടലിൽ പിഎഫ് പിൻവലിക്കൽ ക്ലെയിം നടത്താം.
                    ഇതിനകം സൂചിപ്പിച്ചതുപോലെ, ജീവനക്കാരൻ അയാളുടെ / അവളുടെ ആധാർ കാർഡ് വിശദാംശങ്ങൾ ഒരാളുടെ യു‌എൻ അക്കൗണ്ട്
                    ഉപയോഗിച്ച് സീഡ്  ചെയ്തിട്ടുണ്ടെങ്കിൽ, ഒരു പി‌എഫ് പിൻ‌വലിക്കാൻ അവരുടെ തൊഴിലുടമയുടെ സാക്ഷ്യപ്പെടുത്തൽ ആവശ്യമില്ല.
                    ഇപി‌എഫ് അക്കൗണ്ട് പിൻ‌വലിക്കുന്നതുമായി ബന്ധപ്പെട്ട എല്ലാ ബുദ്ധിമുട്ടുള്ള പേപ്പർ‌വർ‌ക്കുകളും മുൻ‌കാലത്തെ ഒരു കാര്യമായിരിക്കാം. പി‌എഫ്
                    പിൻ‌വലിക്കലിനായി ഒരു ഓൺലൈൻ സൗകര്യം  2016 ൽ ആരംഭിക്കുകയാണ് ഇപി‌എഫ്‌ഒ ലക്ഷ്യമിടുന്നത്. നിലവിൽ അഞ്ച് കോടി അംഗങ്ങളുള്ള
                    ഇപി‌എഫ്‌ഒ, പിൻ‌വലിക്കൽ അപേക്ഷ സ്വീകരിച്ച് മൂന്ന് മണിക്കൂറിനുള്ളിൽ പി‌എഫ് ക്ലെയിമുകൾ പരിഹരിക്കാൻ ഒരുങ്ങുന്നു (ഓൺ‌ലൈൻ അപേക്ഷ
                    വരിക്കാരുടെ ബാങ്ക് അക്കൗണ്ടിലേക്കു  മാറ്റും ). അവസാനം, EPFO ​​UIDAI- ന്റെ രജിസ്ട്രാറായി മാറി. 92 ലക്ഷത്തോളം സബ്‌സ്‌ക്രൈബർമാർ അവരുടെ
                     ആധാർ നമ്പറുകൾ നൽകിയപ്പോൾ, യുഎഎനുമായി ബന്ധിപ്പിക്കുന്നതിന് ഇപിഎഫ്ഒ ഇതുവരെ 64 ലക്ഷം നമ്പറുകൾ പരിശോധിച്ചു (2015 ഒക്ടോബർ
  											  വരെ).</p>
                <p>1.ഇപിഎഫ്ഒ അംഗ പോർട്ടൽ സന്ദർശിക്കുക.</p>
                <p>2.“ഔർ സർവീസ് ” ടാബിന് കീഴിലുള്ള “ഫോർ എംപ്ലോയീസ് ” ഓപ്ഷൻ തിരഞ്ഞെടുക്കുക.</p>
                <p>3.പുതിയ വെബ്‌പേജിൽ “ഫോർ എംപ്ലോയീസ് ” പേജിന്റെ “സെർവിസ്സ് ” ടാബിന് കീഴിലുള്ള “മെമ്പർ യു‌എ‌എൻ / ഓൺലൈൻ സർവീസ് (ഒ‌സി‌എസ് / ഒ‌ടി‌സി‌പി)” ഓപ്ഷനിൽ ക്ലിക്കുചെയ്യുക.</p>
                <p>4.ഇത് നിങ്ങളെ ഒരു പുതിയ വെബ്‌പേജിലേക്ക് റീഡയറക്‌ടുചെയ്യും. നിങ്ങളുടെ യു‌എ‌എൻ, പാസ്‌വേഡ്, ക്യാപ്‌ച കോഡ് എന്നിവ ഉപയോഗിച്ച് പോർട്ടലിലേക്ക് പ്രവേശിക്കുക.</p>
                <p>5.“മാനേജ് ” ടാബിന് കീഴിലുള്ള “കെ‌വൈ‌സി” ഓപ്ഷനിൽ ക്ലിക്കുചെയ്യുക.</p>
                <p>6.നിങ്ങളെ ഒരു പുതിയ വെബ്‌പേജിലേക്ക് റീഡയറക്‌ടുചെയ്യും. “ഡിജിറ്റലി അപ്രൂവ്ഡ് കെവൈസി ” വിഭാഗം കണ്ടെത്തുന്നതിന് പേജിന്റെ താഴേക്ക് സ്ക്രോൾ ചെയ്‌ത് നിങ്ങളുടെ കെ‌വൈ‌സി വിശദാംശങ്ങൾ പരിശോധിക്കുക. വിശദാംശങ്ങൾ ശരിയാണെന്ന് ഉറപ്പാക്കുക.</p>
                <p>7.എല്ലാ കെ‌വൈ‌സി വിശദാംശങ്ങളും ശരിയാണെങ്കിൽ‌ പിൻ‌വലിക്കലിനായി തുടരുന്നതിന് മുകളിലെ മെനുവിൽ‌ നിന്നുള്ള “ഓൺലൈൻ സർവീസ് ” ടാബിൽ‌ ക്ലിക്കുചെയ്യുക.</p>
                <p>8.ഡ്രോപ്‌ടൗൺ  മെനുവിൽ നിന്ന് “CLAIM (FORM-31, 19 & 10C)” ഓപ്ഷനിൽ ക്ലിക്കുചെയ്യുക.</p>
                <p>9.സ്വപ്രേരിതമായി ജനറേറ്റുചെയ്‌ത “ഓൺ‌ലൈൻ ക്ലെയിം (ഫോം 31, 19, 10 സി)” ഫോം ഉപയോഗിച്ച് നിങ്ങളെ ഒരു പുതിയ വെബ്‌പേജിലേക്ക് റീഡയറക്‌ടുചെയ്യും.</p>
                <p>10.നിങ്ങളുടെ രജിസ്റ്റർ ചെയ്ത ബാങ്ക് അക്കൗണ്ട്  നമ്പറിന്റെ അവസാന 4 അക്കങ്ങൾ നൽകി അത് പരിശോധിക്കേണ്ടതുണ്ട്.</p>
                <p>11.ബാങ്ക് അക്കൗണ്ട്  പരിശോധിച്ചുറപ്പിച്ച ശേഷം, “സർ‌ട്ടിഫിക്കറ്റ് ഓഫ് അണ്ടർ‌ടേക്കിംഗ്” സൃഷ്ടിക്കപ്പെടും. തുടരുന്നതിന് സർട്ടിഫിക്കറ്റ് പോപ്പ്-അപ്പിലെ “എസ് ” ക്ലിക്കുചെയ്യുക.</p>
                <p>12.ആവശ്യപ്പെടുമ്പോൾ “പ്രൊസീഡ് ഫോർ ഓൺ‌ലൈൻ ക്ലെയിം  ” ഓപ്ഷനിൽ ക്ലിക്കുചെയ്യുക.</p>
                <p>13.ഓൺലൈൻ ഫണ്ട് പിൻവലിക്കലിനായി, “ഐ വാണ്ട് ടു അപ്ലൈ ഫോർ ” ഓപ്ഷന് അടുത്തായി നൽകിയിരിക്കുന്ന ഡ്രോപ്‌ടൗൺ  മെനുവിൽ നിന്ന് “PF ADVANCE (FORM - 31)” ഓപ്ഷൻ തിരഞ്ഞെടുക്കുക.</p>
                <p>14.“പർപ്പസ് ഓഫ് വിച്ച് അഡ്വാൻസ് ഈസ് റിക്വിർഡ് ” ഓപ്ഷന് അടുത്തായി നൽകിയിരിക്കുന്ന ഡ്രോപ്‌ടൗൺ  ഓപ്ഷനുകളിൽ നിന്ന് ക്ലെയിമിനുള്ള ഒരു കാരണം തിരഞ്ഞെടുക്കേണ്ടതുണ്ട്. ജീവനക്കാരുടെ വിലാസത്തിനായി നൽകിയിട്ടുള്ള ഫീൽഡുകളും അഡ്വാൻസിനുള്ള തുകയും പൂരിപ്പിക്കേണ്ടതുണ്ട്.</p>
                <p>15.പേജിന്റെ അവസാനം ചെക്ക്ബോക്സിൽ ക്ലിക്കുചെയ്ത് നിങ്ങളുടെ പിൻവലിക്കൽ അപേക്ഷ സമർപ്പിക്കുക</p>
                <p>16.സ്കാൻ ചെയ്ത ചില പ്രമാണങ്ങൾ നിങ്ങൾ അപ്‌ലോഡ് ചെയ്യേണ്ടതായി വരാം (പിൻവലിക്കലിന്റെ സ്വഭാവത്തെ ആശ്രയിച്ചിരിക്കുന്നു).</p>
                <p>17.പിൻവലിക്കൽ അഭ്യർത്ഥന തൊഴിലുടമ അംഗീകരിച്ചുകഴിഞ്ഞാൽ, പിൻവലിക്കൽ തുക ഇപിഎഫ് അക്കൗണ്ടിൽ നിന്ന് പിൻവലിക്കുകയും അതത് ബാങ്ക് അക്കൗണ്ടിലേക്ക് നിക്ഷേപിക്കുകയും ചെയ്യും. ക്ലെയിം പരിഹരിച്ചുകഴിഞ്ഞാൽ, നിങ്ങളുടെ രജിസ്റ്റർ ചെയ്ത മൊബൈൽ നമ്പറിൽ ഒരു SMS അറിയിപ്പ് ലഭിക്കും.</p>
                <h3>പി.എഫ് പിൻവലിക്കലുകൾക്കുള്ള നികുതി രഹിത പരിധി</h3>
                <p>നിങ്ങൾ പിഎഫ് പിൻവലിക്കുമ്പോൾ , നിങ്ങൾക്ക് നികുതി ഇളവുകൾ ലാഭിക്കാം . എന്നിരുന്നാലും, 5 വർഷത്തെ തുടർച്ചയായ സേവനം വാഗ്ദാനം
                    ചെയ്തതിനുശേഷം നിങ്ങൾ പിൻവലിക്കുമ്പോൾ മാത്രമേ ഇത് ബാധകമാകൂ. നിങ്ങൾക്ക് ബാധകമായ ടാക്സ് സ്ലാബും ഇത് നിർണ്ണയിക്കുന്നു. 5 വർഷം
                    പൂർത്തിയാകുന്നതിന് മുമ്പായി നിങ്ങൾ പിഎഫ് ബാലൻസ് പിൻവലിക്കുകയാണെങ്കിൽ, ഉറവിടത്തിൽ (ടിഡിഎസ്) കുറച്ച നികുതി അല്ലെങ്കിൽ
  													നിങ്ങളുടെ ഫണ്ടുകളിൽ നികുതി പ്രയോഗിക്കും.എന്നിരുന്നാലും, സാഹചര്യത്തെ ആശ്രയിച്ച് ചില കേസുകളിൽ 5 വർഷത്തിന് മുമ്പ് ഇപിഎഫ് പിൻവലിക്കലിന് ഒരു നികുതിയും ഈടാക്കില്ല. അവർ:</p>
                <ul>
                    <li>ഒഴിവാക്കാൻ കഴിയാത്ത മെഡിക്കൽ അത്യാഹിതങ്ങൾക്കോ ​​ആരോഗ്യ പ്രശ്നങ്ങൾക്കോ ​​നിങ്ങൾ പണം പിൻവലിക്കേണ്ടിവരുമ്പോൾ</li>
                    <li>നിങ്ങളുടെ പൂർണ്ണ പിഎഫ്  തുക 50,000 രൂപയിൽ താഴെയാകുമ്പോൾ</li>
                    <li>ഫോം 15 ജി അല്ലെങ്കിൽ ഫോം 15 എച്ച് ഉപയോഗിച്ച് നിങ്ങളുടെ പിഎഫ് ബാലൻസ് പിൻവലിക്കുമ്പോൾ (നിങ്ങൾ പാൻ സമർപ്പിക്കുകയാണെങ്കിൽ, 10% ന് ഒരു ടിഡിഎസ് ഉണ്ടാകും)</li>
                    <li>നിങ്ങളുടെ പിഎഫ് ബാലൻസ് ഒരു പിഎഫ് അക്കൗണ്ടിൽ നിന്ന് മറ്റൊരു അക്കൗണ്ടിലേക്ക് മാറ്റുമ്പോൾ</li>
                    <li>തൊഴിലുടമയുടെ ബിസിനസ്സ് പിൻവലിക്കുമ്പോൾ</li>
                </ul>
                <h3>മെഡിക്കൽ ആവശ്യങ്ങൾക്കായി പി‌എഫ് ഭാഗിക പിൻ‌വലിക്കൽ</h3>
                <p>അടിയന്തിര സാഹചര്യങ്ങളിൽ അവരുടെ പിഎഫ് ബാലൻസ് ഭാഗികമായി പിൻവലിക്കാൻ ഇപിഎഫ്ഒ അടുത്തിടെ അംഗങ്ങളെ അനുവദിച്ചു.
                    ഈ അത്യാഹിതങ്ങൾ മെഡിക്കൽ അത്യാഹിതങ്ങൾ, വിദ്യാഭ്യാസ ആവശ്യകതകൾ, വിവാഹ ക്രമീകരണം, വീട് നിർമ്മാണം തുടങ്ങിയവ ആകാം.
                    ഒരു ഇപി‌എഫ് അംഗമെന്ന നിലയിൽ, നിങ്ങൾ‌ക്കോ നിങ്ങളുടെ കുടുംബാംഗങ്ങൾ‌ക്കോ ഉള്ള ചികിത്സകൾ‌ക്കായി നിങ്ങളുടെ പി‌എഫ് തുക
                    പിൻ‌വലിക്കാൻ‌ കഴിയും. ഇതെല്ലാം സമയത്ത്, വ്യക്തികൾ അവരുടെ ഭാഗിക പിഎഫ് പിൻവലിക്കൽ ഫോം ഉപയോഗിച്ച് ഒരു മെഡിക്കൽ സർട്ടിഫിക്കറ്റോ
                    ഡോക്ടറുടെ സർട്ടിഫിക്കറ്റോ നൽകേണ്ടതുണ്ട്. എന്നിരുന്നാലും, അടുത്തിടെയുള്ള ഇപി‌എഫ്‌ഒ അപ്‌ഡേറ്റിന് ശേഷം, പി‌എഫ് തുക ഭാഗികമായി
                    പിൻവലിക്കുന്നതിന് വ്യക്തികൾ ഒരു മെഡിക്കൽ സർട്ടിഫിക്കറ്റോ മറ്റേതെങ്കിലും രേഖയോ ഹാജരാക്കേണ്ടതില്ല. ഖണ്ഡിക 68-ജെയിലും ഇപിഎഫ് സ്കീം 1952 ലെ
                    68-എൻ ഖണ്ഡികയിലും വരുത്തിയ ഭേദഗതി പ്രകാരം ഒരാൾക്ക് സ്വയം പ്രഖ്യാപനം നടത്താനും ഭാഗികമായി പണം പിൻവലിക്കാനും കഴിയും. ഈ ഭേദഗതി
                      ഭിന്നശേഷിയുള്ള അംഗങ്ങൾക്കും ബാധകമാണ്.
                    നിങ്ങളുടെ ഇപിഎഫ് കോമ്പോസിറ്റ് ക്ലെയിം ഫോമിൽ നിങ്ങൾക്ക് ‘സ്വയം പ്രഖ്യാപനം’ തിരഞ്ഞെടുക്കാം. മാത്രമല്ല, ഒരു പിൻ‌വലിക്കലിനായി ചുരുങ്ങിയ
  													വർഷത്തെ സേവനങ്ങൾ‌ പാലിക്കേണ്ടതില്ല.</p>
                <h3>പി‌എഫ് പിൻ‌വലിക്കലിനായുള്ള ഓൺലൈൻ പരാതി പരാതി പോർട്ടൽ(PF Grievances Portal)</h3>
                <p>ഇപി‌എഫ്‌ഒ നൽകുന്ന സേവനങ്ങളെക്കുറിച്ച് എന്തെങ്കിലും പരാതികൾ രജിസ്റ്റർ ചെയ്യാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുവെങ്കിൽ, നിങ്ങൾക്ക് ഇപിഎഫ്
                     പരാതി പരിഹാര മാനേജുമെന്റ് സിസ്റ്റം ഓൺ‌ലൈൻ സന്ദർശിക്കാം. ഈ സിസ്റ്റത്തിൽ, നിങ്ങൾക്ക് ഒരു പരാതി ഫയൽ ചെയ്യാനോ ഒരു
                     ഓർമ്മപ്പെടുത്തൽ അയയ്ക്കാനോ നിങ്ങളുടെ പരാതിയുടെയോ പരാതികളുടെയോ നില പരിശോധിക്കാനോ പരാതി പരാതി അപ്‌ലോഡ്
  													 ചെയ്യാനോ പാസ്‌വേഡ് മാറ്റാനോ കഴിയും.</p>
                <h3>പരാതി എങ്ങനെ രജിസ്റ്റർ ചെയ്യാം?</h3>
                <ul>
                    <li>നിങ്ങൾ ഇപിഎഫ്ഒ ഗ്രീവൻസ് മാനേജുമെന്റ് സിസ്റ്റത്തിൽ പോയി ‘Register Grievance’ ക്ലിക്കുചെയ്യുക.</li>
                    <li>അപ്പോൾ നിങ്ങൾ ഒരു പരാതി രജിസ്ട്രേഷൻ ഫോം കാണും. ഇവിടെ, ആവശ്യമായ എല്ലാ ഫീൽഡുകളും നിങ്ങൾ കൃത്യമായി പൂരിപ്പിക്കേണ്ടതുണ്ട്.</li>
                    <li>ഡ്രോപ്‌ടൗൺ  ഓപ്ഷനിൽ നിന്ന് നിങ്ങളുടെ സ്റ്റാറ്റസ് തിരഞ്ഞെടുക്കേണ്ടതുണ്ട്.</li>
                    <li>അടുത്തതായി, നിങ്ങളുടെ പി‌എഫ് നമ്പർ, നിങ്ങളുടെ സ്ഥാപനം, സ്ഥാപനത്തിന്റെ വിലാസം, പരാതിക്കാരന്റെ പേര്, ബന്ധപ്പെടാനുള്ള വിശദാംശങ്ങൾ,
  														പരാതി വിശദാംശങ്ങൾ മുതലായവയിൽ നിങ്ങൾ കീ ചെയ്യേണ്ടതുണ്ട്. തുടർന്ന് നിങ്ങൾക്ക് കാപ്ച കോഡ് നൽകി ‘submit ’ ക്ലിക്കുചെയ്യുക.</li>
                </ul>
                <h3>ഇപിഎഫ്ഒ പരാതികളുടെ തരങ്ങൾ</h3>
                <p>ഇതുമായി ബന്ധപ്പെട്ട പ്രശ്നങ്ങൾ അഭിമുഖീകരിക്കുമ്പോൾ നിങ്ങൾക്ക് ഒരു പരാതി രജിസ്റ്റർ ചെയ്യാൻ കഴിയും:</p>
                <ul>
                    <li>ചെക്കിന്റെ മടക്കം അല്ലെങ്കിൽ ചെക്ക് തെറ്റായി സ്ഥാപിക്കൽ</li>
                    <li>സ്കീം സർട്ടിഫിക്കറ്റ് (10 സി)</li>
                    <li>നിങ്ങളുടെ പി‌എഫ് ശേഖരണങ്ങളുടെ കൈമാറ്റം (എഫ് -13)</li>
                    <li>നിങ്ങളുടെ പെൻഷന്റെ സെറ്റിൽമെന്റ് (10-ഡി)</li>
                    <li>പിഎഫ് ബാലൻസ് അല്ലെങ്കിൽ പിഎഫ് സ്ലിപ്പ് നൽകൽ</li>
                    <li>മറ്റെന്തെങ്കിലും </li>
                </ul>
                <p>നിങ്ങൾക്ക് ഒരു പരാതി ഓൺലൈനിൽ ഫയൽ ചെയ്യാനും പോർട്ടലിൽ തന്നെ അതിന്റെ നില പരിശോധിക്കാനും കഴിയും. നിശ്ചിത
                    സമയപരിധിക്കുള്ളിൽ നിങ്ങളുടെ പരാതി പരിഹരിക്കപ്പെട്ടിട്ടില്ലെങ്കിൽ, ‘Send Reminder’ ക്ലിക്കുചെയ്‌ത് നിങ്ങൾക്ക് അവർക്ക് ഒരു ഓർമ്മപ്പെടുത്തൽ
  												 	അയയ്‌ക്കാൻ കഴിയും. ഇവിടെ, നിങ്ങളുടെ പരാതി രജിസ്ട്രേഷൻ നമ്പറും പാസ്‌വേഡും നൽകേണ്ടതുണ്ട് (നിങ്ങൾക്ക് എന്തെങ്കിലും ഉണ്ടെങ്കിൽ).</p>
            </div>
        )
    }
}

export default Pfwithdrawalrules
