import React, { Component } from 'react'

class Ppf extends Component {
    render() {
        return (
            <div>
                <h1>പിപിഎഫ് - പബ്ലിക് പ്രൊവിഡന്റ് ഫണ്ട്</h1>
                <p>ധനമന്ത്രാലയത്തിന്റെ ദേശീയ സേവിംഗ്സ് ഇൻസ്റ്റിറ്റ്യൂട്ട് 1968 ൽ പിപിഎഫ് പദ്ധതി ആരംഭിച്ചു. ചെറിയ ലാഭം നേടാനും സമ്പാദ്യത്തിൽ നിന്ന് വരുമാനം
                                  നൽകാനും വ്യക്തികളെ സഹായിക്കുക എന്നതാണ് പിപിഎഫ് പദ്ധതിയുടെ പ്രധാന ലക്ഷ്യം.
  							പി‌പി‌എഫ് സ്കീം ആകർഷകമായ പലിശനിരക്ക് വാഗ്ദാനം ചെയ്യുന്നു, പലിശ നിരക്കിൽ നിന്ന് ലഭിക്കുന്ന വരുമാനത്തിന് നികുതി നൽകേണ്ടതില്ല.</p>
                <h3>പിപിഎഫ് അക്കൗണ്ട് തുറക്കാനുള്ള യോഗ്യത</h3>
                <p>ഒരു പി‌പി‌എഫ് അക്കൗണ്ട് തുറക്കുന്നതിനുള്ള യോഗ്യതാ മാനദണ്ഡങ്ങൾ ചുവടെ പരാമർശിച്ചിരിക്കുന്നു:</p>
                <ul>
                    <li>ഇന്ത്യൻ  പൗരന്മാർ‌ക്ക് ഒരു പി‌പി‌എഫ് അക്കൗണ്ട്  തുറക്കാൻ അർഹതയുണ്ട്</li>
                    <li>ഒരു വ്യക്തിക്ക് അവന്റെ / അവളുടെ പേരിൽ ഒരു അക്കൗണ്ട് മാത്രമേ തുറക്കാൻ കഴിയൂ. എന്നിരുന്നാലും, പ്രായപൂർത്തിയാകാത്തയാൾക്ക്
  									വേണ്ടി മറ്റൊരു അക്കൗണ്ട് വ്യക്തിക്ക് തുറക്കാൻ കഴിയും.</li>
                    <li>പ്രവാസി ഇന്ത്യക്കാർക്കും (എൻ‌ആർ‌ഐ) ഹിന്ദു അവിഭക്ത കുടുംബങ്ങൾക്കും (എച്ച്‌യു‌എഫ്) പി‌പി‌എഫ് അക്കൗണ്ട് തുറക്കാൻ അനുവാദമില്ല.</li>
                </ul>
                <h3>ഒരു പിപിഎഫ് അക്കൗണ്ട് എങ്ങനെ തുറക്കാം?</h3>
                <p>വ്യക്തികൾക്ക് ബാങ്കുകളിലോ പോസ്റ്റോഫീസുകളിലോ ഒരു പിപിഎഫ് അക്കൗണ്ട് തുറക്കാൻ കഴിയും. നേരത്തെ, ദേശസാൽകൃത ബാങ്കുകളിൽ മാത്രമേ
                    പിപിഎഫ് അക്കൗണ്ട് തുറക്കാൻ അനുവാദമുണ്ടായിരുന്നുള്ളൂ, എന്നിരുന്നാലും സ്വകാര്യ ബാങ്കുകളായ ആക്സിസ്, എച്ച്ഡിഎഫ്സി, ഐസിഐസിഐ ബാങ്ക്
  							 	എന്നിവയും പിപിഎഫ് പദ്ധതി വാഗ്ദാനം ചെയ്യുന്നു. ഒരു പിപിഎഫ് അക്കൗണ്ട് തുറക്കാൻ ആവശ്യമായ രേഖകൾ ചുവടെ പരാമർശിച്ചിരിക്കുന്നു:</p>
                <ul>
                    <li>അപേക്ഷാ ഫോം സമർപ്പിക്കണം.	</li>
                    <li>ഐഡി പ്രൂഫ് , ആധാർ കാർഡ്, പാൻ കാർഡ്, പാസ്‌പോർട്ട് തുടങ്ങിയവ സമർപ്പിക്കണം.</li>
                    <li>അതിൽ സൂചിപ്പിച്ച നിലവിലെ വിലാസത്തോടുകൂടിയ വിലാസ തെളിവ് സമർപ്പിക്കണം.</li>
                    <li>സിഗ്നേച്ചർ പ്രൂഫ്.</li>
                </ul>
                <p>മുകളിലുള്ള രേഖകൾ സമർപ്പിച്ച ശേഷം, ഒരു പിപിഎഫ് അക്കൗണ്ട് തുറക്കാൻ ആവശ്യമായ തുക നിക്ഷേപിക്കാം.</p>
                <h3>ഒരു പിപിഎഫ് അക്കൗണ്ടിന്റെ സവിശേഷതകൾ</h3>
                <p>പിപിഎഫ് അക്കൗണ്ടിന്റെ പ്രധാന സവിശേഷതകൾ ചുവടെ പരാമർശിച്ചിരിക്കുന്നു:</p>
                <ul>
                    <li><h4>അക്കൗണ്ടിന്റെ കാലാവധി:</h4>ഒരു പിപിഎഫ് അക്കൗണ്ടിന്റെ ഏറ്റവും കുറഞ്ഞ കാലാവധി 15 വർഷമാണ്. എന്നിരുന്നാലും,
  									 അക്കൗണ്ട്  ഉടമകൾക്ക് അക്കൗണ്ടിന്റെ  കാലാവധി 5 വർഷത്തേക്ക് നീട്ടാൻ കഴിയും.</li>
                    <li><h4>ഒരു പി‌പി‌എഫ് അക്കൗണ്ട് തുറക്കാൻ ആവശ്യമായ തുക: </h4>ഒരു പി‌പി‌എഫ് അക്കൗണ്ട്  തുറക്കാൻ ആവശ്യമായ തുക 100 രൂപ. ഒരു വർഷത്തിൽ,
                        അക്കൗണ്ടിലേക്ക് നടത്തുന്ന വാർഷിക നിക്ഷേപം 1.5 ലക്ഷം കവിയുന്നുവെങ്കിൽ, അധിക തുകയ്ക്ക് പലിശ ലഭിക്കില്ല, കൂടാതെ നികുതിയിളവുകളും
  									 ക്ലെയിം ചെയ്യാൻ കഴിയില്ല.</li>
                    <li><h4>ഡെപ്പോസിറ്റ് മോഡുകൾ:</h4> പി‌പി‌എഫ് അക്കൗണ്ടിലേക്കുള്ള പേയ്‌മെന്റുകൾ പി‌എഫ് ട്രാന്സ്ഫെർ ഓൺലൈൻ ,
  									ഡിമാൻഡ് ഡ്രാഫ്റ്റ്, ചെക്ക് അല്ലെങ്കിൽ ക്യാഷ് രൂപത്തിൽ നടത്താം.</li>
                    <li><h4>തുറക്കാൻ കഴി	യുന്ന അക്കൗണ്ടുകളുടെ എണ്ണം:</h4>ഒരു വ്യക്തിക്ക് അവന്റെ / അവളുടെ പേരിൽ ഒരു
  									 പിപിഎഫ് അക്കൗണ്ട് മാത്രമേ തുറക്കാൻ കഴിയൂ. പിപിഎഫ് പദ്ധതി പ്രകാരം ജോയിന്റ് അക്കൗണ്ടുകൾ തുറക്കാൻ കഴിയില്ല.</li>
                    <li><h4>കുറഞ്ഞതും കൂടിയതുമായ തുക:</h4> ഒരു സാമ്പത്തിക വർഷത്തിൽ നടത്താവുന്ന ഏറ്റവും കുറഞ്ഞതും കൂടിയതുമായ നിക്ഷേപം
  									യഥാക്രമം 500 രൂപയും 1.5 ലക്ഷം രൂപയുമാണ്. പി‌പി‌എഫ് നിക്ഷേപങ്ങൾ‌ ഒറ്റത്തവണയോ തവണകളോ അടയ്‌ക്കാം. അനുവദനീയമായ പരമാവധി തവണ  12 ആണ്.</li>
                    <li><h4>നിക്ഷേപങ്ങളുടെ ആവൃത്തി:</h4> 15 വർഷത്തേക്ക് വർഷത്തിൽ ഒരിക്കലെങ്കിലും നിക്ഷേപം നടത്തണം.</li>
                    <li><h4>ഒരു പി‌പി‌എഫ് അക്കൗണ്ട്  തുറക്കുന്നതിന്റെ സുരക്ഷ: </h4> ഒരു പി‌പി‌എഫ് അക്കൗണ്ട് റിസ്ക്-ഫ്രീ, ഗ്യാരണ്ടീഡ് റിട്ടേണുകൾ, മൂലധന പരിരക്ഷ
  									 എന്നിവ വാഗ്ദാനം ചെയ്യുന്നു. അതിനാൽ, ഒരു പി‌പി‌എഫ് അക്കൗണ്ട്  തുറക്കുന്നത് കുറഞ്ഞ അപകടസാധ്യതകളാണ്.</li>
                    <li><h4>ഒരു പി‌പി‌എഫ് അക്കൗണ്ടിനെതിരായ  വായ്പകൾ‌:</h4> പി‌പി‌എഫ് അക്കൗണ്ട്  ആരംഭിച്ച തീയതി മുതൽ മൂന്നാമത്തെയും അഞ്ചാമത്തെയും സാമ്പത്തിക
                        വർഷത്തിനിടയിൽ, അക്കൗണ്ടിനെതിരെ  പി‌പി‌എഫ് വായ്പകൾ‌ നേടാം. രണ്ടാം സാമ്പത്തിക വർഷത്തിന്റെ അവസാനത്തിൽ നടത്തിയ നിക്ഷേപത്തിന്റെ
                        25% ആണ് വായ്പയായി ലഭിക്കുന്ന തുക. ആറാം സാമ്പത്തിക വർഷത്തിനുശേഷം വ്യക്തികൾക്കും വായ്പ ലഭിക്കും. എന്നിരുന്നാലും, രണ്ടാമത്തെ വായ്പ
  									 ലഭിക്കുന്നതിന് മുമ്പ് ആദ്യ വായ്പ പൂർണ്ണമായും അടയ്ക്കണം.</li>
                </ul>
                <h3>പിപിഎഫ് പലിശ നിരക്ക്</h3>
                <p>നിലവിൽ, ഒരു പി‌പി‌എഫ് അക്കൗണ്ടിൽ  നൽ‌കുന്ന പലിശ നിരക്ക് 7.9% p.a. ഇത് വാർഷികാടിസ്ഥാനത്തിൽ കൂടിച്ചേർന്നതാണ്. മാർച്ച് 31 നാണ് പലിശ
                     നൽകുന്നത്, പിപിഎഫ് പലിശ നിരക്ക് ധനകാര്യ മന്ത്രാലയം പ്രതിവർഷം നിശ്ചയിക്കുന്നു. അഞ്ചാം ദിവസത്തിന്റെ അവസാനത്തിനും മാസത്തിലെ
  								 അവസാന ദിവസത്തിനും ഇടയിൽ ലഭ്യമായ ഏറ്റവും കുറഞ്ഞ ബാലൻസിനെ അടിസ്ഥാനമാക്കിയാണ് പലിശ കണക്കാക്കുന്നത്.</p>
                <h3>പിപിഎഫ് നികുതി ആനുകൂല്യങ്ങൾ</h3>
                <p>പി‌പി‌എഫ് അക്കൗണ്ടിന്  കീഴിൽ നടത്തുന്ന നിക്ഷേപങ്ങൾ എക്സംപ്റ്റ്-എക്സംപ്റ്റ്-എക്സംപ്റ്റ് (ഇഇഇ) വിഭാഗത്തിന് കീഴിലാണ്. അതിനാൽ, ആദായനികുതി
                    നിയമത്തിലെ സെക്ഷൻ 80 സി പ്രകാരം, പിപിഎഫ് അക്കൗണ്ടിലേക്ക് നിക്ഷേപിക്കുന്ന എല്ലാ നിക്ഷേപങ്ങൾക്കും നികുതി ഒഴിവുണ്ട്. വ്യക്തി പി‌പി‌എഫ്
  								അക്കൗണ്ടിൽ  നിന്ന് തുക പിൻ‌വലിക്കുമ്പോൾ ലാഭിച്ച തുകയും പലിശയും നികുതിയിൽ നിന്ന് ഒഴിവാക്കപ്പെടും.</p>
                <h3>ഒരു പി‌പി‌എഫിന്റെ കാലയളവ് പൂർത്തി ആകാതെ അടക്കൽ </h3>
                <p>5 വർഷം പൂർത്തിയാക്കിയ ശേഷം വ്യക്തികൾക്ക് അകാല അടയ്ക്കൽ തിരഞ്ഞെടുക്കാം. എന്നിരുന്നാലും, പി‌പി‌എഫ് അക്കൗണ്ട്  ഉടമയുടെയോ
                    മാതാപിതാക്കളുടെയോ കുട്ടികളുടെയോ ജീവിതപങ്കാളിയുടെയോ ജീവിതത്തിന് ഹാനികരമായ ചികിത്സാ രോഗങ്ങളുടെ കാര്യത്തിൽ അകാല അടയ്ക്കൽ
                    അനുവദനീയമാണ്. ഇതിനായി, ഒരു നിപുണ മെഡിക്കൽ അതോറിറ്റിയിൽ നിന്നുള്ള രേഖകൾ സമർപ്പിക്കേണ്ടതാണ്.മൈനർ അക്കൗണ്ട്  ഉടമയുടെ
                    അല്ലെങ്കിൽ അക്കൗണ്ട്  ഉടമയുടെ ഉന്നത പഠനങ്ങളിൽ അകാല അടയ്ക്കൽ അനുവദനീയമാണ്. എന്നിരുന്നാലും, ഫീസ് ബിൽ, ഇന്ത്യയിലോ വിദേശത്തോ
  								അംഗീകൃത സർവകലാശാലയിൽ നിന്നുള്ള പ്രവേശന സ്ഥിരീകരണം തുടങ്ങിയ രേഖകൾ സമർപ്പിക്കേണ്ടതാണ്.</p>
                <h3>ഒരു പിപിഎഫ് അക്കൗണ്ടിന്റെ അറ്റാച്ചുമെന്റ്</h3>
                <p>പി‌പി‌എഫ് അക്കൗണ്ട് ഒരു കോടതിക്ക് അറ്റാച്ചുചെയ്യാൻ‌ കഴിയാത്തതിനാൽ കടക്കാർ‌ക്ക് അവരുടെ കുടിശ്ശിക ക്ലെയിം ചെയ്യുന്നതിന് വ്യക്തിയുടെ പി‌പി‌എഫ്
                    അക്കൗണ്ടിലേക്ക്  പ്രവേശിക്കാൻ‌ കഴിയില്ല. എന്നിരുന്നാലും, ഈ നിയമം ആദായനികുതി അധികാരികൾക്ക് ബാധകമല്ല. അതിനാൽ, അക്കൗണ്ട് ഉടമയ്ക്ക്
  								 കുടിശ്ശിക തീർപ്പുകൽപ്പിച്ചിട്ടില്ലെങ്കിൽ, കുടിശ്ശിക അടയ്ക്കുന്നതിന് പിപിഎഫ് അക്കൗണ്ട് അറ്റാച്ചുചെയ്യാം.</p>
                <h3>പിപിഎഫ് പിൻവലിക്കൽ</h3>
                <p>15 വർഷം പൂർത്തിയാക്കിയതിനുശേഷം മാത്രമേ വ്യക്തികൾക്ക് പിപിഎഫ് അക്കൗണ്ട് അടയ്ക്കാൻ കഴിയൂ. 15 വർഷം പൂർത്തിയായിക്കഴിഞ്ഞാൽ,
                    അക്കൗണ്ട്  ഉടമയ്ക്ക് അക്കൗണ്ടിൽ  സൂക്ഷിച്ച മുഴുവൻ തുകയും അതുപോലെ തന്നെ സംബന്ധിച്ച പലിശയും പിൻവലിക്കാൻ കഴിയും.എന്നിരുന്നാലും,
                    അക്കൗണ്ട് ഉടമകൾക്ക് ഫണ്ട് ആവശ്യമുണ്ടെങ്കിൽ, അക്കൗണ്ട് തുറന്ന് 6 വർഷം പൂർത്തിയാക്കിയ ശേഷം ഭാഗികമായി പണം പിൻവലിക്കൽ ലഭ്യമാണ്. പി
                    ‌പി‌എഫ് അകാല പിൻ‌വലിക്കലിനായി നാലാം വർഷത്തിനുശേഷം ലഭ്യമായ ഫണ്ടുകളുടെ 50% അക്കൗണ്ട്  ഉടമയ്ക്ക് പിൻവലിക്കാൻ കഴിയും. അത് ഒന്നുകിൽ
                    മുൻ വർഷത്തിന്റെ അവസാനത്തിലോ അല്ലെങ്കിൽ തുക പിൻവലിക്കുന്ന വർഷത്തിലോ ആകാം, ഏതാണ് കുറവ്. എന്നിരുന്നാലും, അക്കൗണ്ട്  ഉടമകൾക്ക്
  								വർഷത്തിൽ ഒരിക്കൽ മാത്രമേ പണം പിൻവലിക്കാൻ അനുവാദമുള്ളൂ</p>
            </div>
        )
    }
}

export default Ppf
