import React, { Component } from 'react'

class Uan extends Component {
    render() {
        return (
            <div>
                <h1>UAN - യൂണിവേഴ്സൽ അക്കൗണ്ട് നമ്പർ</h1>
                <p>എംപ്ലോയീസ് പ്രൊവിഡന്റ് ഫണ്ട് ഓർഗനൈസേഷൻ (ഇപിഎഫ്ഒ) എംപ്ലോയീസ് പ്രൊവിഡന്റ് ഫണ്ട് (ഇപിഎഫ്) പദ്ധതിയിലേക്ക് സംഭാവന ചെയ്യുന്ന എല്ലാ
  							 ജീവനക്കാരെയും തൊഴിലുടമയെയും യൂണിവേഴ്സൽ അക്കൗണ്ട്  നമ്പർ (യു‌എ‌എൻ) എന്നറിയപ്പെടുന്ന സവിശേഷമായ 12 അക്ക നമ്പറുമായി അനുവദിക്കുന്നു.</p>
                <nav>
                    <ul>
                        <li> ഒരു യുഎഎന് കീഴിലാണ് എല്ലാ ഇപിഎഫ് അംഗ ഐഡികളും </li>
                        <li> ഇപിഎഫിന്റെ ഈസി ആയ കൈമാറ്റം </li>
                        <li> ലളിതമായ ഇപിഎഫ് പിൻവലിക്കൽ പ്രക്രിയ </li>
                        <li> ഇപിഎഫ് സ്റ്റേറ്റ് മെന്റിലേക്കു എളുപ്പത്തിൽ പ്രവേശിക്കാം. </li>
                    </ul>
                </nav>
                <h3>യു‌എ‌എൻ‌ പ്രധാനമായിരിക്കുന്നത് എന്തുകൊണ്ട്?</h3>
                <p>എംപ്ലോയി പ്രൊവിഡന്റ് ഫണ്ട് പ്രവർത്തനങ്ങൾ ഇപ്പോൾ ഡിജിറ്റലൈസ് ചെയ്യുകയും ഇപിഎഫുമായി ബന്ധപ്പെട്ട എല്ലാ സേവനങ്ങളും ഓൺലൈനിൽ
                     നടത്തുകയും ചെയ്യുന്നു. അതിനാൽ, ഇപിഎഫ് വിവരങ്ങളും സേവനങ്ങളും ലഭിക്കുന്നതിന്, ഒരു യു‌എൻ ഉണ്ടായിരിക്കേണ്ടത് പ്രധാനമാണ്. യു‌എ‌എൻ‌
                     ഉപയോഗിച്ച്, ജീവനക്കാർ‌ക്ക് കുറച്ച് സമയവും പരിശ്രമവും കൂടാതെ ഓൺ‌ലൈനായി ഇപി‌എഫുമായി ബന്ധപ്പെട്ട നിരവധി സേവനങ്ങൾ‌ നടത്താൻ‌ കഴിയും,
                     ഇ‌പി‌എഫ് പിൻ‌വലിക്കൽ, ഒരു അക്കൗണ്ടിൽ  നിന്ന് മറ്റൊന്നിലേക്ക് ഇപി‌എഫ് കൈമാറ്റം, ഇപി‌എഫ് അക്കൗണ്ട്  സ്റ്റേറ്റ്മെന്റ് പരിശോധിക്കുക, ഇപിഎഫ്
  								 അക്കൗണ്ട്  പാസ്ബുക്ക് ആക്സസ് ചെയ്യുക, ഇപിഎഫിനെതിരെ വായ്പയ്ക്ക് അപേക്ഷിക്കുക .</p>
                <h3>UAN- ന്റെ സവിശേഷതകൾ</h3>
                <p>ഒരു ജീവനക്കാരൻ / അവൾ ജോലി മാറ്റിയാലും യുഎഎൻ സമാനമായിരിക്കും. എന്നിരുന്നാലും, ജീവനക്കാർ ജോലി മാറ്റുമ്പോഴോ മാറുമ്പോഴോ ഒരു പുതിയ
                    അംഗ ഐഡി നൽകും. ഈ അംഗ ഐഡികൾ ഒരു യു‌എ‌എൻ‌ പ്രകാരം ലിങ്കുചെയ്യും. ജീവനക്കാർ‌ ഒരു പുതിയ ജോലി ഏറ്റെടുക്കുമ്പോൾ‌, അവർക്ക്
  								 അവരുടെ യു‌എൻ‌ പുതിയ തൊഴിലുടമകൾക്ക് സമർപ്പിക്കാനും ഒരു പുതിയ അംഗ ഐഡി ആവശ്യപ്പെടാനും കഴിയും.</p>
                <p>യു‌എ‌എന്റെ പ്രധാന സവിശേഷതകൾ ചുവടെ പരാമർശിച്ചിരിക്കുന്നു:</p>
                <nav>
                    <ul>
                        <li> യു‌എ‌എന്റെ ആമുഖം ഒരു ജീവനക്കാരൻ എത്ര തവണ ജോലി മാറ്റിയിട്ടുണ്ടെന്ന് അറിയാൻ സഹായിക്കുന്നു. </li>
                        <li> യു‌എ‌എൻ അവതരിപ്പിച്ചതിനുശേഷം മാത്രമേ ഒരു ജീവനക്കാരന്റെ ബാങ്കിലേക്കും know your customer (കെ‌വൈ‌സി) വിശദാംശങ്ങളിലേക്കും ഇപി‌എഫ്‌ഒ അനുവദിച്ചത്. </li>
                        <li> യുഎഎന്റെ ആമുഖം ഇപിഎഫ് പദ്ധതിയിൽ നിന്ന് നേരത്തേ പിൻവലിക്കുന്നവരുടെ എണ്ണം കുറയ്ക്കാൻ സഹായിച്ചു. </li>
                        <li> ജീവനക്കാരുടെ പരിശോധനയിൽ കമ്പനികളും ഓർഗനൈസേഷനുകളും നേരിടുന്ന പ്രശ്‌നങ്ങൾ കുറയ്ക്കുന്നതിന് യു‌എൻ അവതരിപ്പിക്കുന്നത് സഹായിക്കുന്നു. </li>
                    </ul>
                </nav>
                <h3>UAN ന് ആവശ്യമായ പ്രമാണങ്ങൾ</h3>
                <p>യു‌എ‌എൻ ലഭിക്കുന്നതിന് ആവശ്യമായ രേഖകൾ ചുവടെ പരാമർശിച്ചിരിക്കുന്നു:	</p>
                <nav>
                    <ul>
                        <li> ബാങ്ക് വിശദാംശങ്ങളായ ബ്രാഞ്ച് നെയിം , ഐ‌എഫ്‌എസ്‌സി കോഡ്, അക്കൗണ്ട് നമ്പർ എന്നിവ സമർപ്പിക്കണം. </li>
                        <li> ഐഡന്റിറ്റി പ്രൂഫ് ആധാർ കാർഡ്, വോട്ടർ ഐഡി, പാസ്‌പോർട്ട്, ഡ്രൈവിംഗ് ലൈസൻസ് തുടങ്ങിയവ സമർപ്പിക്കണം. </li>
                        <li> അംഗത്തിന്റെ നിലവിലെ വിലാസമുള്ള ഏതെങ്കിലും വിലാസ തെളിവ് സമർപ്പിക്കേണ്ടതാണ്. </li>
                        <li> പാൻ കാർഡ്  </li>
                        <li> ആധാർ കാർഡ് സമർപ്പിക്കണം. അംഗത്തിന്റെ മൊബൈൽ നമ്പറിലേക്കും ബാങ്ക് അക്കൗണ്ടിലേക്കും  ലിങ്ക് ചെയ്തിരിക്കുന്നതിനാൽ ആധാർ
  										 കാർഡ് സമർപ്പിക്കുന്നത് നിർബന്ധമാണ്. </li>
                        <li> എംപ്ലോയീസ് സ്റ്റേറ്റ് ഇൻഷുറൻസ് കോർപ്പറേഷൻ (ESIC) കാർഡ്. </li>
                    </ul>
                </nav>
                <h3>യുഎഎന്റെ പ്രയോജനങ്ങൾ</h3>
                <p>യു‌എ‌എന്റെ ഗുണങ്ങൾ ചുവടെ:</p>
                <nav>
                    <ul>
                        <li> അംഗങ്ങൾക്ക് ഇപിഎഫ് സ്റ്റേറ്റ്മെന്റ് ഡൌൺലോഡ്  ചെയ്യുന്നത് വളരെ എളുപ്പമാണ്. അവർക്ക് ഒന്നുകിൽ ഇപിഎഫ്ഒ പോർട്ടൽ
  										 ഉപയോഗിക്കാം അല്ലെങ്കിൽ ഈ സൗകര്യം ലഭിക്കുന്നതിന് ഒരു എസ്എംഎസ് അയയ്ക്കാം. </li>
                        <li> യു‌എൻ സാന്നിധ്യം കാരണം തൊഴിലുടമകൾക്ക് ജീവനക്കാരുടെ ഇപിഎഫ് പണം തടഞ്ഞുവയ്ക്കാൻ കഴിയില്ല. ഇപിഎഫിലേക്ക്
  										തൊഴിലുടമ അതിന്റെ വിഹിതം സംഭാവന ചെയ്തിട്ടുണ്ടോ എന്ന് ജീവനക്കാർക്ക് സ്ഥിരമായി പരിശോധിക്കാൻ കഴിയും. </li>
                        <li> ജീവനക്കാരുടെ എല്ലാ അംഗ ഐഡികളും ഒരു യു‌എ‌എന് കീഴിലാണ്. അതിനാൽ, എല്ലാ അംഗ ഐഡികളും ആക്സസ് ചെയ്യുന്നത് എളുപ്പമാണ്. </li>
                        <li> പഴയ മെമ്പർ ഐഡിയിൽ നിന്ന് നിലവിലുള്ളതിലേക്ക് ഇപിഎഫ് തുക ട്രാൻസ്ഫർ ചെയ്യുന്നത് യുഎഎന്റെ സഹായത്തോടെ ഓൺലൈനിൽ എളുപ്പത്തിൽ ചെയ്യാം. </li>
                    </ul>
                </nav>
                <h3>UAN എങ്ങനെ ലഭിക്കും</h3>
                <p>യു‌എ‌എൻ കണ്ടെത്തുന്നതിന് ജീവനക്കാർ‌ക്ക് ഉപയോഗിക്കാൻ‌ കഴിയുന്ന രണ്ട് രീതികൾ‌ ചുവടെ പരാമർശിച്ചിരിക്കുന്നു:</p>
                <nav>
                    <ul>
                        <li><h4> തൊഴിലുടമയിലൂടെ:</h4> ജീവനക്കാർക്ക് അവരുടെ തൊഴിലുടമകളോട് ചോദിച്ച് അവരുടെ യു‌എൻ കണ്ടെത്താനാകും.
  										 ജീവനക്കാരുടെ ശമ്പള സ്ലിപ്പിലും യു‌എൻ കണ്ടെത്താനാകും. </li>
                        <li><h4> യു‌എ‌എൻ‌ പോർ‌ട്ടലിൽ‌ മെമ്പർ‌ ഐഡി ഉപയോഗിക്കുന്നതിലൂടെ:</h4> ജീവനക്കാർ‌ക്ക് തൊഴിലുടമയിൽ‌ നിന്നും യു‌എൻ‌ നേടാൻ‌
                            കഴിയുന്നില്ലെങ്കിൽ‌, അവരുടെ യു‌എ‌എൻ‌ ലഭിക്കുന്നതിന് യു‌എ‌എൻ‌ പോർ‌ട്ടൽ‌ ഉപയോഗിക്കാൻ‌ കഴിയും. ജീവനക്കാർക്ക് പോർട്ടലിൽ യു‌എൻ
  										ലഭിക്കുന്നതിന് ചുവടെ സൂചിപ്പിച്ച ഘട്ടങ്ങൾ പാലിക്കേണ്ടതുണ്ട്: </li>
                        <nav>
                            <ul>
                                <li> ആദ്യ ഘട്ടം യു‌എൻ പോർട്ടൽ (https://unifiedportal-mem.epfindia.gov.in/memberinterface/) സന്ദർശിക്കുക എന്നതാണ്. </li>
                                <li> അടുത്തതായി, അംഗം ‘Know Your UAN Status’ എന്നതിൽ ക്ലിക്കുചെയ്യണം. പേജിന്റെ വലതുഭാഗത്ത് ഇത് കാണാം. </li>
                                <li> അടുത്ത പേജിൽ, ജീവനക്കാരൻ സംസ്ഥാന, ഇപിഎഫ്ഒ ഓഫീസ്, പേര്, ജനനത്തീയതി, കാപ്ച എന്നിങ്ങനെയുള്ള എല്ലാ വിശദാംശങ്ങളും നൽകണം. </li>
                                <li> മുകളിലുള്ള എല്ലാ വിശദാംശങ്ങളും നൽകിയ ശേഷം, അംഗം ‘Get Authorization Pin’ ക്ലിക്കുചെയ്യണം. </li>
                                <li> അംഗത്തിന് രജിസ്റ്റർ ചെയ്ത മൊബൈൽ നമ്പറിൽ പിൻ ലഭിക്കും. PIN നൽകിയ ശേഷം ‘Validate OTP and get UAN’ ക്ലിക്കുചെയ്യുക എന്നതാണ് അടുത്ത ഘട്ടം. </li>
                                <li> അംഗത്തിന് അവന്റെ / അവളുടെ രജിസ്റ്റർ ചെയ്ത മൊബൈൽ നമ്പറിൽ യു‌എൻ ലഭിക്കും. </li>
                            </ul>
                        </nav>
                    </ul>
                </nav>
                <h3>UAN സജീവമാക്കൽ</h3>
                <p>അംഗങ്ങൾക്ക് ഇപി‌എഫ്‌ഒ പോർട്ടലിന്റെ എല്ലാ ആനുകൂല്യങ്ങളും ലഭിക്കുന്നതിന്, അവർ ആദ്യം അവരുടെ യു‌എൻ സജീവമാക്കണം. യു‌എ‌എൻ സജീവമാക്കുന്നത് ഒരു ലളിതമായ
  								 പ്രക്രിയയാണ്, അത് ചുവടെ പരാമർശിച്ചിരിക്കുന്നു:</p>
                <nav>
                    <ul>
                        <li> തുടക്കത്തിൽ, വ്യക്തി EPFO ​​പോർട്ടൽ (https://www.epfindia.gov.in/site_en/) സന്ദർശിക്കണം. </li>
                        <li> അടുത്തതായി, വ്യക്തി ‘Our Services’ ടാബിന് കീഴിൽ കണ്ടെത്താൻ കഴിയുന്ന ‘For Employees’ ക്ലിക്കുചെയ്യണം. </li>
                        <li> അടുത്ത പേജിൽ‌, ജീവനക്കാർ‌ ‘services ’ വിഭാഗത്തിന് കീഴിൽ കണ്ടെത്താൻ‌ കഴിയുന്ന ‘മെമ്പർ‌ യു‌എൻ‌ / ഓൺ‌ലൈൻ‌
  											സർവീസസ് (ഒ‌സി‌എസ് / ഒ‌ടി‌സി‌പി)’ ക്ലിക്കുചെയ്യണം. </li>
                        <li> അടുത്ത പേജിൽ, ജീവനക്കാരൻ ‘ആക്റ്റിവേറ്റ് യുഎൻ’ ക്ലിക്കുചെയ്യണം. </li>
                        <li> അടുത്ത പേജിൽ, വ്യക്തികൾ അവരുടെ യു‌എ‌എൻ, പേര്, ജനനത്തീയതി, മൊബൈൽ നമ്പർ, ഇമെയിൽ ഐഡി,
  											ക്യാപ്‌ച വിശദാംശങ്ങൾ എന്നിവ നൽകണം. അടുത്തതായി, വ്യക്തികൾ ‘Get Authorization Pin’ ക്ലിക്കുചെയ്യണം. </li>
                        <li> വ്യക്തികൾക്ക് അവരുടെ മൊബൈൽ നമ്പറുകളിൽ ഒരു ഒടിപി ലഭിക്കും. </li>
                        <li> അടുത്തതായി, ഒ‌ടി‌പി നൽകി ഡിസ്ക്ലൈമർ ബോക്സ് ചെക്കുചെയ്‌തതിനുശേഷം വ്യക്തി ‘Validate OTP and Activate UAN’
  											 ക്ലിക്കുചെയ്യുകയും വേണം. </li>
                        <li> വ്യക്തികൾക്ക് അവരുടെ രജിസ്റ്റർ ചെയ്ത മൊബൈൽ നമ്പറുകളിൽ യുഎഎനും പാസ്‌വേഡും ലഭിക്കും. ഇപിഎഫ്ഒ
  											പോർട്ടലിലേക്ക് ലോഗിൻ ചെയ്യാൻ അവർ ഈ വിശദാംശങ്ങൾ ഉപയോഗിക്കേണ്ടതുണ്ട്. </li>
                    </ul>
                </nav>
                <h3>UAN ലോഗിൻ</h3>
                <p>യു‌എ‌എൻ സജീവമാക്കിയ ശേഷം, ജീവനക്കാർ‌ക്ക് അവരുടെ യു‌എ‌എൻ ഉപയോക്തൃനാമവും അവർ‌ സൃഷ്‌ടിച്ച പുതിയ പാസ്‌വേഡും ഉപയോഗിച്ച്
  								ഇപി‌എഫ്‌ഒ പോർട്ടലിലേക്ക് പ്രവേശിക്കാൻ‌ കഴിയും. ലോഗിൻ ചെയ്ത ശേഷം, ഇനിപ്പറയുന്ന ഇപിഎഫുമായി ബന്ധപ്പെട്ട പ്രവർത്തനങ്ങൾ ശ്രദ്ധിക്കാം:</p>
                <nav>
                    <ul>
                        <li> യൂഎഎൻ കാർഡും പാസ്‌ബുക്കും ഡൗൺലോഡുചെയ്യുക </li>
                        <li> പി‌എഫ് ലിങ്കിംഗ് നില കാണുക, എല്ലാ അംഗ ഐഡികളും പട്ടികപ്പെടുത്തുക </li>
                        <li> പിഎഫ്  ട്രാൻസ്ഫർ ക്ലെയിം നില, ഫയൽ ട്രാൻസ്ഫർ ക്ലെയിം, സിസ്റ്റം ജനറേറ്റുചെയ്ത ട്രാൻസ്ഫർ ക്ലെയിം നില എന്നിവ കാണുക </li>
                        <li> മൊബൈൽ നമ്പറും ഇമെയിൽ ഐഡിയും ഉൾപ്പെടെയുള്ള വ്യക്തിഗത വിശദാംശങ്ങൾ എഡിറ്റുചെയ്യുക </li>
                        <li> കെ‌വൈ‌സി വിവരങ്ങൾ‌ അപ്‌ഡേറ്റുചെയ്‌ത് കെ‌വൈ‌സി പ്രമാണങ്ങൾ‌ അപ്‌ലോഡുചെയ്യുക </li>
                        <li> ഹെൽപ്പ്ഡെസ്ക് കോൺടാക്റ്റുകൾ കാണുക </li>
                    </ul>
                </nav>
                <h3>യു‌എ‌എൻ സംബന്ധിച്ച് ഓർമ്മിക്കേണ്ട പ്രധാന പോയിന്റുകൾ</h3>
                <nav>
                    <ul>
                        <li> യു‌എ‌എൻ ഒരു ആജീവനാന്ത അക്കൗണ്ട് നമ്പറാണ്. </li>
                        <li> ഒരു അംഗത്തിന്റെ ഒന്നിലധികം ഇപിഎഫ് അക്കൗണ്ടുകൾ  ലിങ്കുചെയ്യുന്നതിന് യു‌എൻ സഹായിക്കുന്നു. </li>
                        <li> യു‌എ‌എൻ ലിങ്കിംഗിനായി സമർപ്പിക്കേണ്ട കെ‌വൈ‌സി രേഖകളാണ് പാൻ, ആധാർ, ഒരു അംഗത്തിന്റെ ബാങ്ക് അക്കൗണ്ട്  വിശദാംശങ്ങൾ. </li>
                        <li> മുമ്പത്തെ ഇപിഎഫ് അക്കൗണ്ടുകൾ ഡിജിറ്റലായി പ്രാമാണീകരിച്ച കെ‌വൈ‌സി വഴി ക്ലബ്ബ് ചെയ്യാൻ കഴിയും. </li>
                        <li> ആധാർ പ്രാപ്തമാക്കിയ യുഎൻ വഴി ഇപിഎഫ് സേവനങ്ങൾ നേരിട്ട് ആക്സസ് ചെയ്യാൻ കഴിയും.	 </li>
                        <li> 2014 ജനുവരിയിലോ അതിനുശേഷമോ കുറഞ്ഞത് ഒരു സംഭാവന നൽകിയ അംഗങ്ങൾക്ക് യുഎഎൻ ഇപിഎഫ്ഒ അനുവദിച്ചു. </li>
                        <li> യു‌എ‌എൻ ഇല്ലാത്തതും 2014 ജനുവരിയിലോ അതിനുശേഷമോ യാതൊരു സംഭാവനയും നൽകാത്ത ഇപി‌എഫ് അംഗങ്ങൾക്ക് യു‌എ‌എൻ
  										 അനുവദിക്കുന്നതിന് ഇപി‌എഫ്‌ഒയോട് അഭ്യർത്ഥിക്കാൻ കഴിയും. </li>
                        <li> യു‌എ‌എൻ‌ സജീവമാക്കുന്നതിന്, ഒരു അംഗം തന്റെ മൊബൈൽ‌ നമ്പർ‌ ഇപി‌എഫ്‌ഒയിൽ‌ രജിസ്റ്റർ ചെയ്യണം.  </li>
                        <li> ആദ്യഘട്ടത്തിൽ യു‌എ‌എനുമായി ലിങ്കുചെയ്‌തിരിക്കുന്ന മൊബൈൽ‌ നമ്പർ‌ മാറ്റുന്നതിനുള്ള ഓപ്ഷൻ‌ അവനോ അവൾ‌ക്കോ ഉണ്ട്. </li>
                        <li> ഏതൊരു ഇന്ത്യൻ പൗരനും  അവൻ അല്ലെങ്കിൽ അവൾ ഒരു ഇപിഎഫ് അംഗമാണോ അല്ലയോ എന്നത് പരിഗണിക്കാതെ യുഎൻ അഭ്യർത്ഥിക്കാൻ കഴിയും. </li>
                        <li> ആധാർ പ്രാപ്തമാക്കിയ അംഗങ്ങൾക്ക് അവരുടെ ഇപിഎഫ് ക്ലെയിമുകൾ നേരിട്ട് ഇപിഎഫ്ഒയ്ക്ക് സമർപ്പിക്കാം. ക്ലെയിം അറ്റസ്റ്റേഷനായി അംഗങ്ങൾ അവരുടെ
  										തൊഴിലുടമകളെ സമീപിക്കേണ്ടതില്ല. </li>
                        <li> എല്ലാ യു‌എ‌എൻ‌ പ്രാപ്‌തമാക്കിയ അംഗ സേവനങ്ങൾ‌ക്കുമായുള്ള ഓൺലൈൻ അപ്ലിക്കേഷനുകൾ‌ അനുവദനീയമാണ്. </li>
                        <li> യു‌എ‌എൻ‌ പ്രാപ്‌തമാക്കിയ അംഗ സേവനങ്ങൾ‌ അവരുടെ ജോലികളും സ്ഥലങ്ങളും പലപ്പോഴും മാറ്റുന്ന ഇപി‌എഫ് അംഗങ്ങൾക്ക് ഉപയോഗപ്രദമാണ്. </li>
                        <li> ഏകീകൃത പോർട്ടലിലേക്ക് പ്രവേശിച്ചതിനുശേഷം ഇപിഎഫ് അംഗങ്ങൾക്ക് അവരുടെ ഓൺലൈൻ അക്കൗണ്ടിൽ നിന്ന് യുഎൻ കാർഡ് ഡൌൺലോഡ് ചെയ്യാൻ കഴിയും. </li>
                        <li> ഇതിനകം തന്നെ യു‌എൻ ഉള്ള അംഗങ്ങൾ‌ ജോലി മാറ്റുമ്പോൾ‌ അവരുടെ കെ‌വൈ‌സിയും യു‌എനും പുതിയ കമ്പനിക്ക് നൽകണം. ഇത് അംഗത്തിന്റെ മുമ്പത്തെ ഇപിഎഫ്
  										അക്കൗണ്ട്  സ്വപ്രേരിതമായി കൈമാറാൻ സഹായിക്കും. </li>
                    </ul>
                </nav>
            </div>
        )
    }
}

export default Uan
