import React, { Component } from 'react'

class Uanlogin extends Component {
    render() {
        return (
            <div>
                <h1>യുഎഎൻ  ലോഗിൻ</h1>
                <p>എംപ്ലോയീസ് പ്രൊവിഡന്റ് ഫണ്ട് ഓർഗനൈസേഷൻ (ഇപിഎഫ്ഒ) പോർട്ടലിലേക്ക് ലോഗിൻ ചെയ്തുകൊണ്ട് വ്യക്തികൾക്ക് വിവിധ സവിശേഷതകൾ ആക്സസ്
                                  ചെയ്യാൻ കഴിയും. യൂണിവേഴ്സൽ അക്കൗണ്ട്  നമ്പർ (യു‌എ‌എൻ) ഉപയോഗിച്ച് യു‌എ‌എൻ ലോഗിൻ ചെയ്യുന്നതിനുള്ള പ്രക്രിയ ഇപി‌എഫ്‌ഒ പോർട്ടലിലേക്ക്
  							പൂർത്തിയാക്കാൻ കഴിയും.</p>
                <h3>യു‌എൻ ലോഗിൻ ചെയ്യുന്നതിനുള്ള ഘട്ടങ്ങൾ</h3>
                <p>ഇപി‌എഫ്‌ഒ അംഗങ്ങളായ ജീവനക്കാർ‌ക്ക് അവരുടെ യു‌എ‌എൻ സജീവമാക്കിയതിനുശേഷം മാത്രമേ പോർട്ടലിലേക്ക് പ്രവേശിക്കാൻ കഴിയൂ. യു‌എ‌എൻ
  							സജീവമാക്കിയതിനുശേഷം ഇപി‌എഫ്‌ഒ പോർട്ടലിലേക്ക് ലോഗിൻ ചെയ്യുന്നതിനുള്ള ഘട്ടം ഘട്ടമായുള്ള നടപടിക്രമം ചുവടെ നൽകിയിരിക്കുന്നു:</p>
                <nav>
                    <ul>
                        <li>ഇപിഎഫ്ഓ  വെബ്സൈറ്റ് സന്ദർശിക്കുക (https://www.epfindia.gov.in/site_en/index.php).</li>
                        <li>‘our services’ എന്നതിന് കീഴിൽ കണ്ടെത്താൻ കഴിയുന്ന ‘For Employees’ ക്ലിക്കുചെയ്യുക.</li>
                        <li>അടുത്ത പേജിൽ, ‘മെമ്പർ യുഎൻ / ഓൺലൈൻ സർവീസ് (ഒസി‌എസ് / ഒ‌ടി‌സി‌പി)’ ക്ലിക്കുചെയ്യുക.</li>
                        <li>അടുത്തതായി, യു‌എ‌എൻ, പാസ്‌വേഡ്, ക്യാപ്‌ച വിശദാംശങ്ങൾ എന്നിവ നൽകി ‘സൈൻ ഇൻ’ ക്ലിക്കുചെയ്യുക.</li>
                        <li>അടുത്ത പേജ് നിങ്ങളുടെ ഇപിഎഫ്ഒ പോർട്ടലിന്റെ പ്രധാന പേജായിരിക്കും.</li>
                    </ul>
                </nav>
                <h3>ഇപിഎഫ്ഒ പോർട്ടലിൽ മൊബൈൽ നമ്പർ മാറ്റുന്നതിനുള്ള നടപടികൾ</h3>
                <p>ഇപി‌എഫിനെ സംബന്ധിച്ച എല്ലാ ആശയവിനിമയങ്ങളും ജീവനക്കാരുടെ മൊബൈൽ‌ നമ്പറിലേക്ക് അയയ്‌ക്കും. എന്നിരുന്നാലും, ചില സമയങ്ങളിൽ
                     ജീവനക്കാർ അവരുടെ മൊബൈൽ നമ്പർ മാറ്റുന്നു. ജീവനക്കാർ‌ അവരുടെ പുതിയ മൊബൈൽ‌ നമ്പർ‌ ഇ‌പി‌എഫ്‌ഒ പോർ‌ട്ടലിൽ‌ ഉടൻ‌ അപ്‌ഡേറ്റ് ചെയ്യേണ്ടത്
  							  അത്യാവശ്യമാണ്. ഇപിഎഫ്ഒ പോർട്ടലിൽ മൊബൈൽ നമ്പർ അപ്‌ഡേറ്റ് ചെയ്യുന്നതിനുള്ള പ്രക്രിയ ചുവടെ പരാമർശിച്ചിരിക്കുന്നു:</p>
                <nav>
                    <ul>
                        <li>ആദ്യം, ജീവനക്കാർ EPFO- യുടെ ഔദ്യോഗിക വെബ്സൈറ്റ് (https://www.epfindia.gov.in/site_en/index.php) സന്ദർശിക്കണം.</li>
                        <li>അടുത്തതായി, ‘Our Services’ ടാബിന് കീഴിൽ, ജീവനക്കാർ ‘For Employees’ ക്ലിക്കുചെയ്യണം.</li>
                        <li>അടുത്ത പേജിൽ, 'Services‘സേവനങ്ങൾ’ മെനുവിന് കീഴിലുള്ള ‘Member UAN/Online Service (OCS/OTCP)’ ലിങ്കിൽ ക്ലിക്കുചെയ്യണം.</li>
                        <li>അടുത്ത പേജിൽ‌, ജീവനക്കാർ‌ അവരുടെ യു‌എ‌എൻ‌, പാസ്‌വേഡ്, ക്യാപ്‌ച വിശദാംശങ്ങൾ‌ നൽ‌കണം. അടുത്ത ഘട്ടം ‘സൈൻ ഇൻ’ ക്ലിക്കുചെയ്യുക എന്നതാണ്.</li>
                        <li>ജീവനക്കാർ‌ യു‌എ‌എൻ‌ പോർ‌ട്ടലിലേക്ക് പ്രവേശിച്ചുകഴിഞ്ഞാൽ‌, അവർ‌ “manage ” ടാബിന് കീഴിൽ കണ്ടെത്താൻ‌ കഴിയുന്ന ‘contact details ’ ക്ലിക്കുചെയ്യണം.</li>
                        <li>അടുത്ത പേജിൽ, ജീവനക്കാർ ‘change mobile number’ ഓപ്ഷനിൽ ക്ലിക്കുചെയ്യണം.</li>
                        <li>അടുത്ത ഘട്ടം ജീവനക്കാർ‌ക്ക് പുതിയ മൊബൈൽ‌ നമ്പർ‌ അതത് ബോക്‌സുകളിൽ‌ നൽ‌കുകയും ‘Get Authorization Pin’ ക്ലിക്കുചെയ്യുകയും ചെയ്യും.</li>
                        <li>പുതിയ മൊബൈൽ‌ നമ്പറിലേക്ക് ഒരു ഒ‌ടി‌പി അയയ്‌ക്കും. ജീവനക്കാർ‌ക്ക് ഒ‌ടി‌പി നൽകി ‘submit ’ ക്ലിക്കുചെയ്യുക.</li>
                        <li>മുകളിലുള്ള ഘട്ടം പൂർത്തിയായിക്കഴിഞ്ഞാൽ, പുതിയ നമ്പർ ഇപിഎഫ്ഒ പോർട്ടലിൽ അപ്‌ഡേറ്റ് ചെയ്യും</li>
                    </ul>
                </nav>
                <h3>വ്യക്തികൾ പാസ്‌വേഡ് മറന്ന സാഹചര്യത്തിൽ മൊബൈൽ നമ്പർ അപ്‌ഡേറ്റ് ചെയ്യുന്നതിനുള്ള നടപടികൾ</h3>
                <p>പാസ്‌വേഡ് മറന്നതിനാൽ ജീവനക്കാർ‌ അവരുടെ മൊബൈൽ‌ നമ്പർ‌ മാറ്റിയെങ്കിലും യു‌എ‌എൻ‌ പോർ‌ട്ടലിൽ‌ നമ്പർ‌ അപ്‌ഡേറ്റ് ചെയ്യാൻ‌ കഴിയാത്ത സമയങ്ങളുണ്ട്.
  							പാസ്‌വേഡ് മറന്ന സാഹചര്യത്തിൽ ജീവനക്കാർ ചുവടെ സൂചിപ്പിച്ച ഘട്ടങ്ങൾ പാലിക്കണം:</p>
                <nav>
                    <ul>
                        <li>തുടക്കത്തിൽ, ജീവനക്കാർക്ക് അവരുടെ അക്കൗണ്ടിലേക്കു  പ്രവേശിക്കാൻ കഴിയുന്ന പേജ് സന്ദർശിക്കണം (https://unifiedportal-mem.epfindia.gov.in/memberinterface/).</li>
                        <li>പേജിൽ എത്തിക്കഴിഞ്ഞാൽ, ജീവനക്കാർ ‘Forgot Password’ എന്നതിൽ ക്ലിക്കുചെയ്യണം.</li>
                        <li>അടുത്ത പേജിൽ, ജീവനക്കാരൻ യു‌എൻ, ക്യാപ്‌ച വിശദാംശങ്ങൾ നൽകണം.</li>
                        <li>മുകളിലുള്ള വിശദാംശങ്ങൾ നൽകിയുകഴിഞ്ഞാൽ, ജീവനക്കാരൻ ‘Submit’ ക്ലിക്കുചെയ്യണം.</li>
                        <li>അടുത്ത പേജിൽ, പഴയ മൊബൈൽ നമ്പറിലേക്ക് ഒരു ഒടിപി അയയ്ക്കാൻ ഒരു അഭ്യർത്ഥന ഉണ്ടാകും. ‘Do you wish to send the OTP on the above mobile number??’ എന്നതിന്
  										എതിരായി കണ്ടെത്താൻ‌ കഴിയുന്ന ‘No’ ഓപ്ഷനിൽ‌ ജീവനക്കാരൻ ക്ലിക്കുചെയ്യണം.</li>
                        <li>അടുത്തതായി, ജീവനക്കാരൻ അവന്റെ / അവളുടെ പേര്, ജനനത്തീയതി, ലിംഗഭേദം എന്നിവ നൽകണം.</li>
                        <li>മുകളിലുള്ള വിശദാംശങ്ങൾ നൽകിയുകഴിഞ്ഞാൽ, ജീവനക്കാരൻ ‘Verify’ ക്ലിക്കുചെയ്യണം.</li>
                        <li>അടുത്തതായി, ജീവനക്കാർ‌ അവരുടെ വിശദാംശങ്ങൾ‌ പരിശോധിക്കാൻ‌ താൽ‌പ്പര്യപ്പെടുന്ന രീതി തിരഞ്ഞെടുക്കണം. സ്ഥിരം അക്കൗണ്ട് നമ്പർ (പാൻ)
  										അല്ലെങ്കിൽ ആധാർ നമ്പർ ഉപയോഗിച്ച് ജീവനക്കാർക്ക് അവരുടെ വിശദാംശങ്ങൾ പരിശോധിക്കാൻ കഴിയും.</li>
                        <li>പ്രസക്തമായ വിശദാംശങ്ങൾ‌ നൽ‌കി കഴിഞ്ഞാൽ‌, ജീവനക്കാർ‌ ‘Verify’ ക്ലിക്കുചെയ്യണം.</li>
                        <li>ജീവനക്കാരൻ നൽകിയ വിശദാംശങ്ങൾ സാധൂകരിച്ചുകഴിഞ്ഞാൽ, അവൻ / അവൾ നൽകിയ ബോക്സിൽ പുതിയ മൊബൈൽ നമ്പർ നൽകി ‘get otp ’
  										 ക്ലിക്കുചെയ്യുക.</li>
                        <li>ജീവനക്കാരന്റെ പുതിയ മൊബൈൽ‌ നമ്പറിലേക്ക് ഒരു ഒ‌ടി‌പി അയയ്‌ക്കും. ജീവനക്കാരൻ ഒ‌ടി‌പി നൽകി ‘verify’ ക്ലിക്കുചെയ്യുക.</li>
                        <li>മുകളിലുള്ള ഘട്ടം പൂർത്തിയായിക്കഴിഞ്ഞാൽ, ജീവനക്കാർക്ക് പാസ്‌വേഡ് മാറ്റാനുള്ള ഓപ്ഷൻ ഉണ്ടായിരിക്കും. നൽകിയ ബോക്സുകളിൽ പാസ്‌വേഡ് രണ്ടുതവണ നൽകേണ്ടതുണ്ട്.
  		 							 പുതിയ പാസ്‌വേഡ് വിശദാംശങ്ങൾ നൽകിയുകഴിഞ്ഞാൽ, ജീവനക്കാർ ‘submit’ ക്ലിക്കുചെയ്യണം.</li>
                        <li>മുകളിലുള്ള ഘട്ടം പൂർത്തിയായിക്കഴിഞ്ഞാൽ, മൊബൈൽ നമ്പറും ജീവനക്കാരന്റെ പാസ്‌വേഡും ഇപിഎഫ്ഒ പോർട്ടലിൽ അപ്‌ഡേറ്റ് ചെയ്യും</li>.
  								</ul>
                </nav>
                <h3>ഇപിഎഫ്ഒ പോർട്ടലിൽ മൊബൈൽ നമ്പർ അപ്‌ഡേറ്റ് ചെയ്യുന്നതിന്റെ പ്രയോജനങ്ങൾ</h3>
                <p>ഇപിഎഫ്ഒ പോർട്ടലിൽ മൊബൈൽ നമ്പർ കാലികമാക്കി നിലനിർത്തുന്നതിന്റെ പ്രധാന ഗുണങ്ങൾ ചുവടെ പരാമർശിച്ചിരിക്കുന്നു:</p>
                <nav>
                    <ul>
                        <li>രജിസ്റ്റർ ചെയ്ത മൊബൈൽ നമ്പറിൽ നിന്ന് ഒരു SMS അയച്ചുകൊണ്ട് EPF ബാലൻസ് പരിശോധിക്കാൻ കഴിയും.</li>
                        <li>രജിസ്റ്റർ ചെയ്ത മൊബൈൽ നമ്പർ ഉപയോഗിച്ച് ക്ലെയിമിന്റെ നില പരിശോധിക്കാൻ കഴിയും.</li>
                        <li>ഇപിഎഫ് അക്കൗണ്ട്  സംഭാവന ചെയ്യുന്നത് എസ്എംഎസ് വഴി അപ്ഡേറ്റ് ചെയ്യുകയും രജിസ്റ്റർ ചെയ്ത മൊബൈൽ നമ്പറിലേക്ക് അയയ്ക്കുകയും ചെയ്യുന്നു.</li>
                        <li>ഇപി‌എഫ് പിൻ‌വലിക്കുന്ന സാഹചര്യത്തിൽ, തുക ബാങ്ക് അക്കൗണ്ട്  ക്രെഡിറ്റ് ചെയ്യുന്നതിനുള്ള പ്രക്രിയ ആരംഭിച്ചുകഴിഞ്ഞാൽ, അറിയിപ്പ് രജിസ്റ്റർ ചെയ്ത മൊബൈൽ നമ്പറിലേക്ക് SMS വഴി അയയ്ക്കും.</li>
                        <li>മുമ്പത്തെ അംഗ ഐഡിയിൽ നിന്ന് ഇപിഎഫ് തുക നിലവിലുള്ളതിലേക്ക് മാറ്റുന്നതിന്.</li>
                        <li>രജിസ്റ്റർ ചെയ്ത മൊബൈൽ നമ്പറിലേക്ക് അയച്ച ഒടിപി നൽകിയുകഴിഞ്ഞാൽ മാത്രമേ മൂല്യനിർണ്ണയ പ്രക്രിയ പൂർത്തിയാകൂ.</li>
                    </ul>
                </nav>
                <h3>യു‌എ‌എൻ ഉപയോഗിച്ച് ഒന്നിലധികം പി‌എഫ് അക്കൗണ്ടുകൾ ലയിപ്പിക്കുന്നു</h3>
                <p>ഇപ്പോൾ, ഓരോ വരിക്കാരനും അവന്റെ / അവളുടെ ജോലി മാറ്റുമ്പോഴെല്ലാം ഒരു പി‌എഫ് അക്കൗണ്ട് അടയ്ക്കുന്നതിനുപകരം, അവന് / അവൾക്ക് അവരുടെ
                    യു‌എൻ ഉപയോഗിച്ച് ഒന്നിലധികം പി‌എഫ് അക്കൗണ്ടുകൾ  ലയിപ്പിക്കാനും എല്ലാ അക്കൗണ്ടുകളും  ഒന്നായി മാനേജുചെയ്യാനും കഴിയും. യു‌എ‌എൻ ഉപയോഗിച്ച്
                    ഒന്നിലധികം പി‌എഫ് അക്കൗണ്ടുകൾ ലയിപ്പിക്കാൻ ആഗ്രഹിക്കുന്നവർക്ക്, ചുവടെ സൂചിപ്പിച്ച ഘട്ടങ്ങൾ പാലിക്കാൻ അവർക്ക് കഴിയും. അക്കൗണ്ടുകൾ
  							ലയിപ്പിക്കുന്ന പ്രക്രിയയിലേക്ക് കടക്കുന്നതിന് മുമ്പ് സബ്സ്ക്രൈബർമാർക്ക് താഴെ ലിസ്റ്റുചെയ്ത വ്യവസ്ഥകൾ ഉണ്ടെന്ന് ഉറപ്പാക്കേണ്ടതുണ്ട്.</p>
                <h3>UAN ലോഗിൻ സംബന്ധിച്ച പതിവുചോദ്യങ്ങൾ</h3>
                <h4>ജോലി മാറ്റുമ്പോൾ എന്റെ പി‌എഫ് അക്കൗണ്ട്  സ്വപ്രേരിതമായി ലയിക്കുമോ അതോ എന്റെ പഴയ പി‌എഫ് അക്കൗണ്ടുമായി  തുടരുമോ?</h4>
                <p>നിങ്ങളുടെ പഴയ അക്കൗണ്ട്  (നിങ്ങളുടെ മുമ്പത്തെ തൊഴിലുടമയ്‌ക്കൊപ്പം) പുതിയതിലേക്ക് മാറ്റേണ്ടിവരും. നിങ്ങളുടെ നിലവിലെ തൊഴിലുടമ നിങ്ങൾക്ക്
                    ഒരു പുതിയ പിഎഫ്  അക്കൗണ്ട്  നമ്പർ നൽകും, അതിലേക്ക് നിങ്ങളുടെ ഫണ്ടുകൾ മുമ്പത്തെ അക്കൗണ്ടിൽ  നിന്ന് കൈമാറാൻ കഴിയും. ഇപി‌എഫ്‌ഒ അംഗ
                    പോർട്ടലിൽ ഇത് ചെയ്യാൻ കഴിയും, ഇത് വളരെ എളുപ്പമുള്ള കാര്യമാണ്. എന്നിരുന്നാലും, യു‌എ‌എൻ ഇപ്പോഴും നടപ്പാക്കലിന്റെയും എല്ലാ മേഖലകളെയും
                    ഉൾക്കൊള്ളുന്ന പ്രാരംഭ ഘട്ടത്തിലായതിനാൽ, ഭാവിയിൽ നിങ്ങൾ ആവശ്യമില്ല. എല്ലാ പി‌എഫ് അക്ക .ണ്ടുകളെയും യു‌എൻ ലിങ്കുചെയ്യുന്നതിനാൽ നിങ്ങളുടെ
  							 നിലവിലുള്ള തൊഴിൽ ദാതാവിന് യു‌എൻ നൽകുന്നത് മതിയാകും.</p>
                <h4>പി‌എഫ് പിൻവലിക്കൽ പ്രക്രിയയിൽ യു‌എൻ എങ്ങനെ സഹായിക്കും?</h4>
                <p>യു‌എ‌എന് നിങ്ങളുടെ എല്ലാ കെ‌വൈ‌സി രേഖകളും (പാൻ കാർഡ്, ആധാർ കാർഡ് മുതലായവ) അതിന്റെ സിസ്റ്റത്തിൽ വിത്ത് ഉണ്ട്. ഭാവിയിൽ, ഫണ്ട്
                    കൈമാറുന്നതിനോ പിൻവലിക്കലിനോ നിങ്ങളുടെ മുൻ തൊഴിലുടമയുടെ സാക്ഷ്യപ്പെടുത്തൽ (പലർക്കും എല്ലായ്പ്പോഴും ഒരു തടസ്സമാണ്) ആവശ്യമില്ല.
  							ഒരു പി‌എഫ് കൈമാറ്റം അല്ലെങ്കിൽ പിൻ‌വലിക്കൽ നടത്താൻ പി‌എഫ് അക്കൗണ്ട്  ഉടമ കാണിക്കേണ്ടതെല്ലാം അവന്റെ / അവളുടെ ആധാർ കാർഡാണ്.</p>
                <h4>EPFO- ന്റെ അംഗ പോർട്ടൽ ഉപയോഗിച്ച് KYC പ്രമാണങ്ങൾ അപ്‌ലോഡ് ചെയ്യാൻ കഴിയുമോ?</h4>
                <p>അതെ, നിങ്ങൾക്ക് കഴിയും, എന്നാൽ നിങ്ങളുടെ തൊഴിലുടമ അവന്റെ / അവളുടെ ഡിജിറ്റൽ ഒപ്പ് ഉപയോഗിച്ച് നിങ്ങളുടെ രേഖകൾ ഡിജിറ്റലായി
                    സാക്ഷ്യപ്പെടുത്തേണ്ടതുണ്ട്. അത് ചെയ്തുകഴിഞ്ഞാൽ, ഇപിഎഫ്ഒ അംഗ പോർട്ടലിൽ സീഡ് ചെയ്യുന്ന നിങ്ങളുടെ രേഖകൾ സാധുവായിരിക്കും. അറ്റസ്റ്റേഷൻ
  							 പ്രക്രിയ പൂർത്തിയാകുന്നതുവരെ, നിങ്ങളുടെ കെ‌വൈ‌സി “Pending” എന്ന് കാണിക്കും.</p>
                <h4>ഞാൻ എന്റെ ജോലി മാറ്റുകയാണെങ്കിൽ എന്തുചെയ്യണം?</h4>
                <p>യു‌എ‌എൻ‌ അവതരിപ്പിച്ചതോടെ പി‌എഫ് അക്കൗണ്ടുമായി  ബന്ധപ്പെട്ട പ്രക്രിയകൾ‌ കൂടുതൽ‌ അയവുള്ളതായി. ഇപ്പോൾ, നിങ്ങൾ ചെയ്യേണ്ടത് നിങ്ങളുടെ
                      ഇപ്പോഴത്തെ തൊഴിലുടമയുമായി യു‌എൻ പ്രഖ്യാപിക്കുക എന്നതാണ്. യു‌എൻ നിങ്ങളുടെ എല്ലാ അക്കൗണ്ടുകളെയും  ലിങ്കുചെയ്യും, മാത്രമല്ല ഇത് ഒരൊറ്റ
  							യു‌എൻ അക്കൗണ്ടായി  പരിപാലിക്കുകയും ചെയ്യും.</p>
            </div>
        )
    }
}

export default Uanlogin
