import React, { Component } from 'react'

class Uanregistration extends Component {
    render() {
        return (
            <div>
                <h1>ഓൺലൈൻ വഴിയുള്ള യു‌എഎൻ രജിസ്ട്രേഷനും ആക്റ്റിവേഷനും</h1>
                <p>എംപ്ലോയീസ് പ്രൊവിഡന്റ് ഫണ്ട് ഓർഗനൈസേഷൻ (ഇപിഎഫ്ഒ) പോർട്ടലിൽ വിവിധ സൗകര്യങ്ങൾ ലഭ്യമാക്കുന്നതിന് വ്യക്തികൾ അവരുടെ യൂണിവേഴ്സൽ
                                  അക്കൗണ്ട്  നമ്പർ (യു‌എ‌എൻ) സജീവമാക്കുകയോ രജിസ്റ്റർ ചെയ്യുകയോ ചെയ്യേണ്ടതുണ്ട്. യു‌എ‌എൻ‌ സജീവമാക്കുന്നതിനുള്ള നടപടിക്രമം വളരെ ലളിതവും കുറച്ച്
                                  മിനിറ്റിനുള്ളിൽ‌ പൂർ‌ത്തിയാക്കാൻ‌ കഴിയും.
                                  20 ൽ കൂടുതൽ ജീവനക്കാരുള്ള തൊഴിലുടമകൾ ഇപിഎഫ്ഒയിൽ രജിസ്റ്റർ ചെയ്യുന്നത് നിർബന്ധമാണ്. തൊഴിലുടമ ഇപിഎഫ്ഒയിൽ രജിസ്റ്റർ ചെയ്തിട്ടുണ്ടെങ്കിൽ,
                                  15,000 രൂപ വരെ അടിസ്ഥാന വേതനത്തോടെ ആ ഓർഗനൈസേഷനിൽ ജോലി ചെയ്യുന്ന എല്ലാ ജീവനക്കാരും എംപ്ലോയീസ് പ്രൊവിഡന്റ് ഫണ്ടിലും (ഇപിഎഫ്)
                                  ചേരണം. ജീവനക്കാരന്റെ ശമ്പളത്തിന്റെ 12% തൊഴിലുടമയും ജീവനക്കാരും ഓരോരുത്തരും പ്രൊവിഡന്റ് ഫണ്ടിലേക്ക് (പിഎഫ്) സംഭാവന ചെയ്യുന്നു. യു‌എ‌എൻ‌
  							രജിസ്റ്റർ‌ ചെയ്‌തുകഴിഞ്ഞാൽ‌, ജീവനക്കാർ‌ക്ക് ബാക്കി തുകയും പി‌എഫ് പിൻ‌വലിക്കൽ തുകയും ഓൺ‌ലൈനായി കാണാനാകും.</p>
                <h3>യു‌എ‌എൻ രജിസ്ട്രേഷനും സജീവമാക്കലിനുമുള്ള ഘട്ടങ്ങൾ</h3>
                <p>വ്യക്തികൾ‌ അവരുടെ യു‌എ‌എൻ‌ സജീവമാക്കുന്നതിന്, അവരുടെ യു‌എ‌എൻ‌ നമ്പർ‌, അംഗ ഐഡി, ആധാർ‌ നമ്പർ‌ അല്ലെങ്കിൽ‌ പാൻ‌ എന്നിവ അറിയേണ്ടത് നിർബന്ധമാണ്.
  								 യു‌എ‌എൻ സജീവമാക്കുന്നതിന് ജീവനക്കാർ‌ പാലിക്കേണ്ട നടപടിക്രമം ചുവടെ പരാമർശിച്ചിരിക്കുന്നു:</p>
                <nav>
                    <ul>
                        <li>ആദ്യം, ജീവനക്കാർ https://unifiedportal-mem.epfindia.gov.in/memberinterface/ സന്ദർശിക്കണം</li>
                        <li>അടുത്തതായി, ജീവനക്കാരൻ ‘ആക്റ്റിവേറ്റ് യുഎൻ’ ക്ലിക്കുചെയ്യണം.</li>
                        <li>അടുത്ത പേജിൽ, ജീവനക്കാരൻ അവന്റെ / അവളുടെ യു‌എൻ, അംഗ ഐഡി, ആധാർ നമ്പർ അല്ലെങ്കിൽ പാൻ നൽകണം.</li>
                        <li>അടുത്തതായി, പേര്, ജനനത്തീയതി, മൊബൈൽ നമ്പർ, ഇമെയിൽ ഐഡി, ക്യാപ്ച എന്നിവ പോലുള്ള ആവശ്യമായ വിശദാംശങ്ങൾ ജീവനക്കാരൻ പൂരിപ്പിക്കണം.</li>
                        <li>മുകളിലുള്ള വിശദാംശങ്ങൾ‌ പൂരിപ്പിച്ചുകഴിഞ്ഞാൽ‌, ജീവനക്കാരൻ ‘Get Authorization Pin’ ക്ലിക്കുചെയ്യണം.യു‌എ‌എനിൽ രജിസ്റ്റർ ചെയ്തിട്ടുള്ള
  											 മൊബൈൽ നമ്പറിൽ ജീവനക്കാരന് പിൻ ലഭിക്കും.</li>
                        <li>അടുത്ത പേജിൽ, ജീവനക്കാരൻ ഒടിപി നൽകണം, ‘I Agree ’ ഡിസ്ക്ലൈമർ  ചെക്ക്ബോക്സ് ചെക്കുചെയ്യുക, കൂടാതെ ‘Validate OTP and Activate UAN’
  											 എന്നിവയിൽ ക്ലിക്കുചെയ്യുക.</li>
                        <li>രജിസ്റ്റർ ചെയ്ത മൊബൈൽ നമ്പറിൽ ജീവനക്കാരന് പാസ്‌വേഡ് വിശദാംശങ്ങൾ ലഭിക്കും.</li>
                        <li>ഇപി‌എഫ്‌ഒ പോർട്ടലിലേക്ക് പ്രവേശിക്കുന്നതിന് ജീവനക്കാരന് അവന്റെ / അവളുടെ യു‌എ‌എൻ, പാസ്‌വേഡ്, ക്യാപ്‌ച വിശദാംശങ്ങൾ എന്നിവ ഉപയോഗിക്കാം.
  												 രജിസ്റ്റർ ചെയ്ത മൊബൈൽ നമ്പറിൽ ലഭിച്ച പാസ്‌വേഡ് മാറ്റാനും ജീവനക്കാരെ അനുവദിച്ചിരിക്കുന്നു.</li>
                        <li>ജീവനക്കാർ പാസ്‌വേഡ് മറന്നാൽ, അവർക്ക് പാസ്‌വേഡ് ഇപിഎഫ്ഒ പോർട്ടലിൽ റിസെറ്റ്  കഴിയും. എന്നിരുന്നാലും, പാസ്‌വേഡ് റിസെറ്റ് ജീവനക്കാർ
  												അവരുടെ യു‌എൻ അറിയേണ്ടതുണ്ട്.</li>
                    </ul>
                </nav>
                <h3>യു‌എൻ രജിസ്ട്രേഷനും ആക്റ്റിവേഷനും സംബന്ധിച്ച പതിവുചോദ്യങ്ങൾ</h3>
                <h4>യു‌എൻ എങ്ങനെ ജനറേറ്റുചെയ്യുന്നു?</h4>
                <p>എം‌പ്ലോയി പ്രൊവിഡൻറ് ഫണ്ട് ഓർ‌ഗനൈസേഷൻ‌ ഓരോ പി‌എഫ് അക്കൗണ്ട്  ഉടമകൾ‌ക്കുമായി യു‌എൻ ജനറേറ്റുചെയ്യുകയും ഓൺലൈൻ ട്രാൻസ്ഫർ‌ ക്ലെയിം പോർ‌ട്ടലിൽ‌ (ഒ‌ടി‌സി‌പി)
  								 തൊഴിലുടമകൾക്ക് ലഭ്യമാക്കുകയും ചെയ്യുന്നു.</p>
                <h3>ഇപി‌എഫ്‌ഒ അംഗ പോർട്ടലിന്റെ URL എന്താണ്?</h3>
                <p>EPFO അംഗ പോർട്ടലിന്റെ URL "https://unifiedportal-mem.epfindia.gov.in/memberinterface/"</p>
                <h4>യു‌എ‌എൻ‌ അംഗ പോർ‌ട്ടലിൽ‌ എന്റെ മൊബൈൽ‌ നമ്പർ‌ അല്ലെങ്കിൽ‌ ഇ-മെയിൽ‌ ഐഡി മാറ്റാൻ‌ കഴിയുമോ?</h4>
                <p>അതെ, യു‌എ‌എൻ‌ പോർ‌ട്ടലിൽ‌ നിങ്ങളുടെ മൊബൈൽ‌ നമ്പറും ഇമെയിലും മാറ്റാൻ‌ കഴിയും. നിങ്ങൾ ചെയ്യേണ്ടത് പ്രൊഫൈൽ മെനുവിലേക്ക് പോയി നിങ്ങളുടെ പുതിയ മൊബൈൽ നമ്പർ
  								 അല്ലെങ്കിൽ ഇ-മെയിൽ ഐഡി നൽകേണ്ട “എഡിറ്റ് മൊബൈൽ നമ്പർ ” അല്ലെങ്കിൽ “എഡിറ്റ്  ഇമെയിൽ ” എന്ന ഓപ്ഷൻ തിരഞ്ഞെടുക്കുക.</p>
                <h4>പുതിയ ജീവനക്കാർക്ക് യു‌എൻ അനുവദിക്കുന്നതിനുള്ള നടപടിക്രമം</h4>
                <p>നിങ്ങൾ ഒരു പുതിയ കമ്പനിയിൽ ചേർന്നയുടനെ, നിങ്ങളുടെ തൊഴിലുടമ നിങ്ങളുടെ മുമ്പത്തെ പി‌എഫ് അക്കൗണ്ട്  വിശദാംശങ്ങൾ ശേഖരിക്കുകയും പരിശോധിച്ചുറപ്പിക്കുകയും തുടർന
  								 യു‌എൻ ജനറേറ്റ് ചെയ്യുന്നതിന് ഇപി‌എഫ്‌ഒയ്ക്ക് കൈമാറുകയും ചെയ്യും. EPFO സൃഷ്ടിച്ചുകഴിഞ്ഞാൽ തൊഴിലുടമ യു‌എ‌എൻ കൈമാറും.</p>
                <h4>യു‌എ‌എനിലെ സ്വകാര്യ വിശദാംശങ്ങൾ‌ എങ്ങനെ ശരിയാക്കാം?</h4>
                <p>ജീവനക്കാർ അവരുടെ ശരിയായ വിശദാംശങ്ങൾ തൊഴിലുടമകൾ പരിശോധിച്ച് ബന്ധപ്പെട്ട ഉദ്യോഗസ്ഥർക്ക് അയയ്ക്കണം. ശരിയായ പരിശോധനയ്ക്ക് ശേഷം,
  								 ശരിയായ വിവരങ്ങൾ യു‌എൻ പോർട്ടലിൽ അപ്‌ഡേറ്റ് ചെയ്യും.</p>
                <h4>യു‌എ‌എൻ‌ അംഗ പോർ‌ട്ടലിൽ‌ കെ‌വൈ‌സി പ്രമാണം അപ്‌ലോഡ് ചെയ്യുന്നതിനുള്ള നടപടിക്രമം എന്താണ്?</h4>
                <p>ബൾക്ക് കെ‌വൈ‌സി ടെക്സ്റ്റ് ഫയൽ അപ്‌ലോഡ് ഉപയോഗിച്ച് നിങ്ങളുടെ കെ‌വൈ‌സി പ്രമാണം പോർട്ടലിൽ അപ്‌ലോഡ് ചെയ്യാൻ കഴിയും.</p>
                <h4>യു‌എ‌എൻ‌ കാർ‌ഡിൽ‌ എന്റെ സ്വകാര്യ വിശദാംശങ്ങൾ‌ തെറ്റാണ്. ഇവ എങ്ങനെ ശരിയാക്കാം?</h4>
                <p>പ്രസക്തമായ തെളിവുകൾക്കൊപ്പം ശരിയായ വിവരങ്ങൾ നിങ്ങളുടെ തൊഴിലുടമയ്ക്ക് സമർപ്പിക്കണം. തൊഴിലുടമ ഈ വിവരങ്ങൾ ബന്ധപ്പെട്ട
  								 ഫീൽഡ് ഓഫീസിലേക്ക് സാധൂകരിക്കുകയും സമർപ്പിക്കുകയും ചെയ്യും. യു‌എ‌എൻ കാർഡ് ചലനാത്മകമായതിനാൽ, ഇത് യാന്ത്രികമായി അപ്‌ഡേറ്റുചെയ്യും.</p>
                <h4>എന്തുകൊണ്ടാണ് എനിക്ക് രണ്ട് യൂണിവേഴ്സൽ അക്കൗണ്ട് നമ്പറുകൾ അനുവദിക്കുന്നത്?</h4>
                <p>നിങ്ങൾക്ക് അനുവദിച്ച രണ്ട് യൂണിവേഴ്സൽ അക്കൗണ്ട് നമ്പറുകൾ ഉണ്ടെങ്കിൽ, ഇത് നിങ്ങളുടെ മുമ്പത്തെ തൊഴിലുടമ നിങ്ങളുടെ എക്സിറ്റ് തീയതി ഫയൽ
                    ചെയ്യാത്തതിനാലാകാം, കൂടാതെ നിങ്ങളുടെ നിലവിലെ സ്ഥാപനത്തിലേക്ക് സേവന കൈമാറ്റം നടത്തുകയും ചെയ്തു. അത്തരമൊരു സാഹചര്യത്തിൽ,
                    നിങ്ങൾ ഉടൻ തന്നെ പ്രശ്നം നിങ്ങളുടെ തൊഴിലുടമയ്ക്ക് റിപ്പോർട്ട് ചെയ്യണം അല്ലെങ്കിൽ നിങ്ങളുടെ UAN- കൾ പരാമർശിച്ച് uanepf@epfindia.gov.in
                    ലേക്ക് ഒരു ഇമെയിൽ അയയ്ക്കുക. സ്ഥിരീകരണത്തിന് ശേഷം, മുമ്പത്തെ യു‌എൻ തടയും, ഏറ്റവും പുതിയ യു‌എ‌എൻ സജീവമാകും. തുടർന്ന്,
  								 സേവനവും ഫണ്ടുകളും സജീവ യുഎഎന് കൈമാറുന്നതിനുള്ള ഒരു അഭ്യർത്ഥന നിങ്ങൾ സമർപ്പിക്കേണ്ടതുണ്ട്.</p>
                <h4>എന്റെ UAN കാർഡിൽ എന്റെ ഫോട്ടോ ദൃശ്യമാകില്ല. എന്തുചെയ്യാൻ കഴിയും?</h4>
                <p>നിലവിൽ, യു‌എ‌എൻ‌ കാർ‌ഡിൽ‌ നിങ്ങളുടെ ഫോട്ടോ നേടാൻ‌ കഴിയില്ല. നിങ്ങളുടെ ആധാറിന്റെ കെ‌വൈ‌സി അപ്‌ഡേറ്റുചെയ്‌തതിന് ശേഷം ഫോട്ടോ കാർഡിൽ ദൃശ്യമാകും,
  								 അത് ആധാർ ഡാറ്റാബേസിൽ നിന്ന് നേരിട്ട് എടുക്കും. ഈ സൗകര്യം ഇപ്പോൾ കോൺഫിഗർ ചെയ്യുന്നു, ഉടൻ തന്നെ നിങ്ങൾക്ക് ലഭ്യമാകും.</p>
                <h4>യു‌എ‌എൻ അംഗങ്ങളുടെ ഇ-സേവാ പോർട്ടൽ വഴി എന്റെ കെ‌വൈ‌സി പ്രമാണം അപ്‌ലോഡ് ചെയ്യാൻ കഴിയുമോ?</h4>
                <p>അതെ, ഇത് സാധ്യമാണ്. നിങ്ങൾ മെനു ഓപ്ഷനായ ‘പ്രൊഫൈൽ’ എന്നതിലേക്ക് പോയി ‘അപ്ഡേറ്റ് കെവൈസി ’ തിരഞ്ഞെടുക്കുക. നിങ്ങളുടെ പ്രാദേശിക സിസ്റ്റത്തിൽ നിന്ന്
                     കെ‌വൈ‌സി പ്രമാണം അപ്‌ലോഡുചെയ്യാൻ ഇത് നിങ്ങളെ പ്രാപ്‌തമാക്കുന്നു. ഈ പ്രമാണം തൊഴിലുടമ അംഗീകരിക്കേണ്ടതുണ്ട്;
  								 അതുവരെ കെ‌വൈ‌സിയുടെ നില ‘പെൻഡിങ്‌ ’ എന്ന് ദൃശ്യമാകും.</p>
                <h4>മുമ്പത്തെ എല്ലാ അംഗ ഐഡികളെയും യൂണിവേഴ്സൽ അക്കൗണ്ട്  നമ്പർ പട്ടികപ്പെടുത്തുന്നത് എന്തുകൊണ്ട്?</h4>
                <p>ഒരൊറ്റ അംഗത്തിന് അനുവദിച്ച ഒന്നിലധികം അംഗ ഐഡന്റിഫിക്കേഷൻ നമ്പറുകൾ (അംഗ ഐഡികൾ) ഏകീകരിക്കുന്നതിനാണ് യൂണിവേഴ്സൽ
                    അക്കൗണ്ട് നമ്പർ ക്രമീകരിച്ചിരിക്കുന്നത്. ഒരു അംഗത്തെ തന്റെ അംഗ ഐഡികൾ കാണാനും പിഎഫ് തുകകൾ ഓൺ‌ലൈൻ കൈമാറ്റം ചെയ്യുന്നതിനുള്ള
                    യോഗ്യത പരിശോധിക്കാൻ അവനെ പ്രാപ്തനാക്കാനുമാണ് ഇത് ഉദ്ദേശിക്കുന്നത്. എന്നിരുന്നാലും, ഭാവിയിൽ‌, അംഗങ്ങൾ‌ അവരുടെ മുമ്പത്തെ അംഗ
                    ഐഡികൾ‌ അല്ലെങ്കിൽ‌ യു‌എ‌എൻ‌ ഫോം -11 ലെ പുതിയ തൊഴിൽ ദാതാവിന് വെളിപ്പെടുത്തേണ്ടതുണ്ട്; അതിനാൽ യു‌എ‌എനിൽ ഈ അംഗ ഐഡികൾ
  								ലിസ്റ്റുചെയ്യേണ്ടതിന്റെ ആവശ്യകത ഇല്ലാതാക്കുന്നു. ഫോം -11 പ്രമാണത്തിലെ വിവരങ്ങളിൽ നിന്ന് ലിങ്കിംഗ് യാന്ത്രികമായി ചെയ്യും.</p>
                <h4>സ്ഥിരമല്ലാത്ത സർക്കാർ ജീവനക്കാർക്ക് യു‌എൻ സൗകര്യം ലഭ്യമാകുമോ, അതായത്, കരാർ അടിസ്ഥാനമാക്കിയുള്ള തൊഴിൽ ശക്തി?</h4>
                <p>ഇപി‌എഫ്‌ഒയിലേക്ക് സംഭാവന ചെയ്യുന്ന എല്ലാ അംഗങ്ങൾക്കും യു‌എ‌എൻ സൗകര്യം ലഭ്യമാണ്. ഇത് കരാർ അടിസ്ഥാനമാക്കിയുള്ള ജീവനക്കാരും ഉൾപ്പെടുന്നു.</p>
                <h4>പുതിയ ജീവനക്കാർക്ക് യു‌എൻ അനുവദിക്കുന്നതിനുള്ള നടപടിക്രമം എന്താണ്?</h4>
                <p>നിങ്ങളുടെ യു‌എ‌എൻ‌ നിങ്ങളുടെ മുൻ‌ തൊഴിൽ ദാതാവിനാൽ‌ ജനറേറ്റുചെയ്‌തിട്ടില്ലെങ്കിൽ‌, നിങ്ങളുടെ പുതിയ തൊഴിലുടമ നിങ്ങളുടെ മുൻ‌ തൊഴിൽ
                    ദാതാവിന്റെ വിശദാംശങ്ങളും പി‌എഫ് അക്കൗണ്ട് നമ്പറും പോലുള്ള ആവശ്യമായ വിവരങ്ങൾ‌ ശേഖരിക്കുകയും അത് പരിശോധിക്കുകയും വിവരങ്ങൾ‌
                     യു‌എൻ‌ ജനറേഷനായി ഇ‌പി‌എഫ്‌ഒയിലേക്ക് കൈമാറുകയും ചെയ്യും. യു‌എൻ‌ ജനറേറ്റുചെയ്തുകഴിഞ്ഞാൽ‌, അത് നിങ്ങളുടെ നിലവിലെ തൊഴിൽ ദാതാവിനെ
  								  അറിയിക്കുകയും അത് നിങ്ങൾ‌ക്കായി ലഭ്യമാക്കുകയും ചെയ്യും.</p>
                <h4>എന്റെ തൊഴിലുടമയ്ക്ക് അതിന്റെ ജീവനക്കാർക്ക് അനുവദിച്ച യു‌എ‌എൻ കാണാൻ കഴിയുമോ?</h4>
                <p>അതെ, നിങ്ങളുടെ തൊഴിലുടമയ്ക്ക് ഇപി‌എഫ്‌ഒ അനുവദിച്ച യു‌എ‌എൻ‌മാർ‌ അതിന്റെ ജീവനക്കാർ‌ക്ക് കാണാൻ‌ കഴിയും. ഏതൊരു തൊഴിലുടമയ്ക്കും
                    യു‌എൻ അംഗ പോർട്ടൽ സന്ദർശിച്ച് “യു‌എൻ മെനു” ക്ലിക്കുചെയ്തുകൊണ്ട് ജീവനക്കാർക്ക് അനുവദിച്ച യു‌എ‌എൻ‌ കാണാനാകും. മെനുവിൽ,
                     “ഡൗൺലോഡ് യുഎൻ ലിസ്റ്റ്  ” എന്നൊരു ഓപ്ഷൻ ഉണ്ടാകും. ഈ ഓപ്‌ഷനിൽ ക്ലിക്കുചെയ്യുന്നതിലൂടെ, തൊഴിലുടമകൾക്ക് അതിന്റെ ജീവനക്കാർക്ക്
                     അനുവദിച്ച യു‌എ‌എൻ‌ കാണാനാകും. കൂടാതെ, അതിന്റെ PDF പതിപ്പും അവർക്ക് ഡൌൺലോഡ്  ചെയ്യാൻ കഴിയും. ഏത് ചോദ്യത്തിനും,
  								 തൊഴിലുടമകൾക്ക് ടോൾ ഫ്രീ നമ്പർ: 1800-118-005 എന്ന വിലാസത്തിൽ ബന്ധപ്പെടാം അല്ലെങ്കിൽ ഇപിഎഫ്ഒ ഇമെയിൽ ചെയ്യുക.</p>  
            </div>
        )
    }
}

export default Uanregistration
